[
  {"id":"adobesystemsEffects1993","author":[{"literal":"Adobe Systems"}],"citation-key":"adobesystemsEffects1993","issued":{"date-parts":[[1993]]},"publisher":"Adobe","title":"After Effects","type":"book","version":"9.1"},
  {"id":"adobesystemsLightroom2007","author":[{"literal":"Adobe Systems"}],"citation-key":"adobesystemsLightroom2007","issued":{"date-parts":[[2007]]},"publisher":"Adobe","title":"Lightroom","type":"book","version":"9.1"},
  {"id":"adobesystemsPremierePro2003","author":[{"literal":"Adobe Systems"}],"citation-key":"adobesystemsPremierePro2003","issued":{"date-parts":[[2003]]},"publisher":"Adobe","title":"Premiere Pro","type":"book","version":"9.1"},
  {"id":"andreasgurskyTokyo2017","author":[{"literal":"Andreas Gursky"}],"citation-key":"andreasgurskyTokyo2017","issued":{"date-parts":[[2017]]},"medium":"Photograph","title":"Tokyo","type":"graphic"},
  {"id":"annameredithOrlok2013","author":[{"literal":"Anna Meredith"}],"citation-key":"annameredithOrlok2013","collection-title":"Jet Black Raider EP","issued":{"date-parts":[[2013]]},"title":"Orlok","type":"song"},
  {"id":"arthurpennBonnieClyde1967","citation-key":"arthurpennBonnieClyde1967","director":[{"literal":"Arthur Penn"}],"issued":{"date-parts":[[1967]]},"publisher":"Warner Bros","title":"Bonnie and Clyde","type":"motion_picture"},
  {"id":"ASFFNickBroomfield","abstract":"Nick Broomfield has been creating a vast body of varied and groundbreaking films for over twenty-five years from Behind the Rent Strike (1974) to Tracking Down Maggie (1994). Broomfield is somewhat of an enigma, favouring the participatory approach to documentary filmmaking, thus making a profound mark on his films.","accessed":{"date-parts":[[2022,2,13]]},"citation-key":"ASFFNickBroomfield","container-title":"Aesthetica Short Film Festival","language":"en-GB","title":"ASFF - Nick Broomfield: The Battle for Haditha","title-short":"ASFF - Nick Broomfield","type":"webpage","URL":"https://www.asff.co.uk/nick-broomfield-the-battle-for-haditha/"},
  {"id":"aufderheideDocumentaryFilmVery2008","author":[{"family":"Aufderheide","given":"Patricia"}],"citation-key":"aufderheideDocumentaryFilmVery2008","event-place":"New York","ISBN":"978-0-19-518270-5","issued":{"date-parts":[[2008,1,24]]},"language":"English","number-of-pages":"176","publisher":"OUP USA","publisher-place":"New York","source":"Amazon","title":"Documentary Film: A Very Short Introduction","title-short":"Documentary Film","type":"book"},
  {"id":"balajishrinivasFMPCritique2020","abstract":"The locations are excellent. When I am capturing timelapses, I like them with motion blur(so I usually use an ND filter to increase the exposure time), There's motion blur only during the night shot in the last part of the video. You can also add motion blur in post if you want to, but the results are never as good. You can also grade the timelapse to give it a mood.","citation-key":"balajishrinivasFMPCritique2020","issued":{"date-parts":[[2020,4,18]]},"title":"FMP critique","type":"post","URL":"https://www.rogerdeakins.com/forums/"},
  {"id":"barnettPortraitArtistNick2007","abstract":"'I often imitate bits of Dr Strangelove in my films.'","accessed":{"date-parts":[[2021,12,17]]},"author":[{"family":"Barnett","given":"Laura"},{"family":"Barnett","given":"Interview by Laura"}],"citation-key":"barnettPortraitArtistNick2007","container-title":"The Guardian","ISSN":"0261-3077","issued":{"date-parts":[[2007,9,11]]},"language":"en-GB","section":"Film","source":"The Guardian","title":"Portrait of the artist: Nick Broomfield, documentary-maker","title-short":"Portrait of the artist","type":"article-newspaper","URL":"https://www.theguardian.com/film/2007/sep/11/1"},
  {"id":"beauwillimonHouseCards2014","citation-key":"beauwillimonHouseCards2014","director":[{"literal":"Beau Willimon"}],"issued":{"date-parts":[[2014,2,20]]},"publisher":"Netflix","title":"House Of Cards","type":"broadcast"},
  {"id":"beltonDigital3DCinema2012","abstract":"Digital delay George Lucas has been predicting the advent of the digital cinema revolution ever since the release of The Phantom Menace in 1999.1 But Phantom Menace was projected digitally in only four theaters in the United States.2 In 2002, Lucas announced that The Attack of the Clones would play digitally in over 2,000 theaters. The Society of Motion Picture and Television Engineers reports that each of the world's 46,000 digital screens needs to have a separate key to decrypt the digital files in which new digital releases are kept. Because the industry has \"no uniform solution for the delivery of Key Delivery Messages\" (which enable theaters to run digital files) or the collection of \"Facility List Messages\" (which consist of data in the theater that identifies its equipment as licensed to show particular films), the expansion of digital screens can only create increased stress on the distribution of digital films to theaters as distributors attempt to respond to thousand of certificate requests.39 Even if the novelty phase has done its job and kick-started the sluggish rollout of digital cinema, the reliance on 3D to do this does not bode well for the industry.","accessed":{"date-parts":[[2021,2,22]]},"author":[{"family":"Belton","given":"John"}],"citation-key":"beltonDigital3DCinema2012","container-title":"Film History","event-place":"Sydney","ISSN":"08922160","issue":"2","issued":{"date-parts":[[2012]]},"language":"English","number-of-pages":"9","page":"187-195","publisher":"Indiana University Press","publisher-place":"Sydney","source":"ProQuest","title":"Digital 3D Cinema: Digital Cinema's Missing Novelty Phase","title-short":"Digital 3D Cinema","type":"article-journal","URL":"http://www.proquest.com/fiaf/docview/1023316757/abstract/AD7172B35A964593PQ/5","volume":"24"},
  {"id":"bilesAbyssTaleDeath2012","abstract":"Werner Herzog opens his recent documentary, Into the Abyss: A Tale of Death, a Tale of Life, with a close-up of Texas death-house chaplain Richard Lopez, who speaks with visible emotion about his pastoral duties in caring for criminals about to be executed. He stands at the edge of a cemetery, a field of uniform grave markers--crosses that bear not names but numbers, for they stand over the bodies of criminals put to death by the state of Texas. Rev. Lopez seeks to humanize, though not to excuse, the criminals destined for lethal injection. Asked to describe his role at the executions, Lopez says he places his hand on the ankle of the condemned, being present for \"what God has prepared for all those involved\" as the deadly chemical cocktail in discharged into the bloodstream. \"God is always there for us,\" Lopez insists, even when it comes to the execution of a convicted murderer.\n\nThe question of theodicy is one driving issue of this movie, which asks, \"Why does God allow capital punishment?\" (The question of how a good God could allow for the murder of innocents is also raised.) Having no answer to this question, Lopez resorts to the kind of odd, incongruous anecdote that one comes to expect in a Herzog documentary: he relays a story about encountering a squirrel while driving a golf cart. Though Lopez's misty-eyed account of halting his cart before hitting the squirrel elicited laughs from the audience when I saw the movie, they were soon quieted by Lopez's desperate proclamation concerning the preciousness and precariousness of life, \"whether it's a squirrel or a human being.\" \"For someone on the gurney,\" he remarks, \"I cannot stop the process for them. But I wish I could.\" A shot of that gurney follows; empty and cruciform, it echoes the cemetery crosses, which seem less like promises of resurrection than a chorus of reminders of victims to come.\n\nThis opening sequence captures in miniature something of the movie on the whole. Into the Abyss does not attempt answers to the theodicial question of why a just and good God would allow capital punishment, the murder of a human being by the state. Rather, Herzog (who has made clear in interviews that he believes no state should put a human being to death) sets out to raise the question in a manner at once precise, poignant, and mindful of complexity, through the investigation of a horrific story and its consequences.\n\nThe documentary focuses on two men--Michael Perry and Jason Burkett--implicated in a triple homicide in the usually quiet town of Conroe, Texas. The first of the three murders took place in a home within an affluent gated community, where the pair of drugged-up teens allegedly shot a woman in order to steal the family's Camaro. (The car--which is red, the color of desire--is a kind of emblem of covetousness and its tragic destructiveness.) Moving beyond the neighborhood's gates, the teens go on to hunt down and kill the woman's son and one of his friends.\n\nHerzog masterfully incorporates crime-scene footage to evoke the violent interruption of the domestic idyll, as well as the terror of the victims' final moments of life, establishing a sense of horror through the rawness of the images. We find blood spattered on the walls of the house and smeared across the floor; in the background, the television still plays, and lumps of cookie dough lie on the counter, waiting to be put in the oven. Soon after, we see the pale limbs of the woman's body, which has been dumped from the back of a truck and into nearby Crater Lake; her remains are caught up amidst debris and tangled linen from her own bed. And we see the haunting image of a boy's body caught in the dense thicket he had struggled to penetrate in fleeing a killer who would soon shoot him like an animal.\n\nThe horror of the crimes is made all the more disconcerting by the interviews Herzog conducts with the perpetrators. At the time of his interview, Michael Perry is eight days from execution. Perry initially comes across as astonishingly cheerful for a man facing imminent execution. He proclaims his Christian faith, saying that \"paradise awaits\" him. \"I'm either going home or going home,\" he says--either to heaven, if executed, or out of the cell, if his appeal succeeds.\n\nBut it does not. As the movie progresses, Perry's proclamations of innocence grow less convincing and his worldview appears more delusional--and in some sense more cruel. Lisa, the sister of one of the victims, is present at Perry's execution and reports that Perry announces that he forgives her for having him put to death--a burning insult from a man Lisa is convinced killed her brother. (The Jobean sufferings Lisa has endured make her among the movie's most tragic characters. She has lost her entire family, with the exception of her daughter, to violent accidents, drugs, sickness, murder, and suicide. \"Our lives are very empty,\" she says, and the scope of her misery is heart-rending and intense.)\n\nJason Burkett, the other accused, claims, like Perry, to be an innocent victim of circumstance. In his interviews, he comes across as a gentle, thoughtful individual whose philosophy of life is to \"cherish every minute.\" The sentiment may come off as schmaltzy in a review, but in the context of Herzog's film, and combined with Burkett's generally reflective demeanor, it has an air of sincerity that puts the audience in the situation of sympathizing with a man who is serving a life sentence for murder. That Burkett is sympathetic is underscored by the inclusion of interviews with a woman who has fallen in love with and married Burkett. She claims to be carrying his child, though she is allowed no contact with her husband beyond holding hands. As her interviews continue, it becomes clear that she is likely deluded about Burkett's innocence.\n\nHerzog in fact courts the kind of play of sympathy and delusion at work here, seeking not to establish a firm platform for a moral position, but rather to reveal how unstable, unreliable, and complex our own moral dispositions are. Although Herzog himself believes that capital punishment is immoral (he remarks off camera that the execution of criminals is akin to the \"Old-Testament wrath of God\"; \"Jesus would not have been an advocate of capital punishment\"), one of the strengths of the movie is its evenhandedness and the broad, sometimes conflicting, range of sympathies it evokes--for the victims' families, for the alleged killers, and for those involved in executions, whether as executioner or pastor. The theme of the pervasiveness of guilt and the possibility of forgiveness runs throughout this movie, and with it, the specter of delusion. At times it suggests that the idea that a good God could allow for capital punishment--or that there is a God at all--is delusional.\n\nAnd yet the appeals to God are frequent, even in his absence. For instance, Herzog conducts an interview with Jason Burkett's father, himself a prisoner, who had pleaded with the jury not to execute his son. Burkett relates the moving story of weeping before the jury, who spare his son the death penalty. \"God helped me,\" he claims. But as he goes on to discuss his own tragic shortcomings, which he believes are to blame for his son's lot--\"He had trash for a father,\" he says, speaking about his absence from his son's life--it is hard not to see Jason's father as some version of God the Father, God as an absent father, a criminal who cannot, or will not, get things right for his creation.\n\nThe movie comprises six sections plus an epilogue, inviting, perhaps ironically, theological interpretation. The epilogue is titled \"The Urgency of Life.\" That urgency is expressed in the emotionally harrowing interviews with the former captain of a death squad, who recounts his spiritual breakdown after having presided over the executions of scores of men (and one woman). He is haunted, clearly, by what he has seen and done, and finally had to remove himself from the position.\n\nEchoing the care evident in the chaplain's reverence for nature, the former death-squad captain speaks of his desire simply to behold the birds. The evocation of nature--a theme rarely absent from Herzog's movies--calls to mind Matthew 10:29: \"Are not two sparrows sold for a penny? Yet not one of them will fall to the ground outside your Father's care.\" Implicitly, and perhaps not intentionally, this movie at once advances and rebukes the notion of a God watching over his creatures. Rather, though God is invoked at various points throughout the movie, his presence is only occasionally felt, mostly in desperation, by the criminals who are seeking the peace that comes with assuredness of redemption or a life beyond their earthly prisons.\n\nThe scope of Into the Abyss goes well beyond that of the criminals and criminal acts that are its ostensible focus. It is a meditation on evil, guilt, hope, desire, forgiveness, and human nature. The urgency it finally announces would seem to coincide with the almost supplicatory desire of the former death captain, who wants to \"hold still and watch the birds\"--even, it would seem, as those birds inevitably fall to the ground.\n\nJeremy Biles","accessed":{"date-parts":[[2022,1,19]]},"author":[{"family":"Biles","given":"Jeremy"}],"citation-key":"bilesAbyssTaleDeath2012","container-title":"Journal of Religion and Film","ISSN":"10921311","issue":"1","issued":{"date-parts":[[2012,4,1]]},"language":"English","publisher":"University of Nebraska at Omaha, Department of Philosophy and Religion","source":"go.gale.com","title":"Into the Abyss: A Tale of Death, a Tale of Life","title-short":"Into the Abyss","type":"article-journal","URL":"https://go.gale.com/ps/i.do?p=AONE&sw=w&issn=10921311&v=2.1&it=r&id=GALE%7CA298504138&sid=googleScholar&linkaccess=abs","volume":"16"},
  {"id":"bordwellFilmArtIntroduction1979","author":[{"family":"Bordwell","given":"David"},{"family":"Thompson","given":"Kristin"}],"citation-key":"bordwellFilmArtIntroduction1979","event-place":"110-123","ISBN":"978-0-201-00566-0","issued":{"date-parts":[[1979]]},"language":"en","number-of-pages":"364","publisher":"Addison-Wesley Publishing Company","publisher-place":"110-123","source":"Google Books","title":"Film Art: An Introduction","title-short":"Film Art","type":"book"},
  {"id":"bordwellFilmArtIntroduction2019","abstract":"Film is an art form with a language and an aesthetic all its own. Since 1979, David Bordwell, Kristin Thompson and now, Co-Author, Jeff Smith's Film Art has been the best-selling and most widely respected introduction to the analysis of cinema. Taking a skills-centered approach supported by examples from many periods and countries, the authors help students develop a core set of analytical skills that will enrich their understanding of any film, in any genre. In-depth examples deepen students' appreciation for how creative choices by filmmakers affect what viewers experience and how they respond. Film Art is generously illustrated with more than 1,000 frame enlargements taken directly from completed films, providing concrete illustrations of key concepts. Along with updated examples and expanded coverage of digital filmmaking, the twelfth edition of Film Art delivers SmartBook, first and only adaptive reading experience currently available, designed to help students stay focused, maximize study time and retain basic concepts.","author":[{"family":"Bordwell","given":"David"},{"family":"Thompson","given":"Kristin"},{"family":"Smith","given":"Jeff"}],"citation-key":"bordwellFilmArtIntroduction2019","edition":"12th edition","event-place":"New York, NY","ISBN":"978-1-260-05608-2","issued":{"date-parts":[[2019,3,1]]},"language":"English","number-of-pages":"544","publisher":"McGraw-Hill Education","publisher-place":"New York, NY","source":"Amazon","title":"Film Art: An Introduction","title-short":"Film Art","type":"book"},
  {"id":"bradshawGhosts2007","abstract":"Peter Bradshaw: A valuably tactless, steady, clear-eyed look at the tragedy and cruelty of the new globalised serfdom.","accessed":{"date-parts":[[2022,1,5]]},"author":[{"family":"Bradshaw","given":"Peter"}],"citation-key":"bradshawGhosts2007","container-title":"The Guardian","ISSN":"0261-3077","issued":{"date-parts":[[2007,1,12]]},"language":"en-GB","section":"Film","source":"The Guardian","title":"Ghosts","type":"article-newspaper","URL":"https://www.theguardian.com/film/2007/jan/12/drama.nickbroomfield"},
  {"id":"bressonArgent1983","abstract":"A forged 500-franc note is passed from person to person until carelessness leads to tragedy.","citation-key":"bressonArgent1983","dimensions":"1h25m","director":[{"family":"Bresson","given":"Robert"}],"genre":"Crime, Drama","issued":{"date-parts":[[1983]]},"note":"Translated title: L'argent\nIMDb ID: tt0085180\nevent-location: France, Switzerland","publisher":"Eôs Films, France 3 Cinéma, Marion's Films","source":"IMDb","title":"L’Argent","type":"motion_picture"},
  {"id":"bressonBressonBressonInterviews2016","abstract":"Robert Bresson, the director of such cinematic master-pieces as Pickpocket, A Man Escaped Mouchette, and L’Argent, was one of the most influential directors in the history of French film, as well as one of the most stubbornly individual: He insisted on the use of nonprofessional actors; he shunned the “advances” of Cinerama and Cinema-Scope (and the work of most of his predecessors and peers); and he minced no words about the damaging influence of capitalism and the studio system on the still-developing—in his view—art of film. Bresson on Bresson collects the most significant interviews that Bresson gave (carefully editing them before they were released) over the course of his forty-year career to reveal both the internal consistency and the consistently exploratory character of his body of work. Successive chapters are dedicated to each of his fourteen films, as well as to the question of literary adaptation, the nature of the sound track, and to Bresson’s one book, the great aphoristic treatise Notes on the Cinematograph. Throughout, his close and careful consideration of his own films and of the art of film is punctuated by such telling mantras  as “Sound...invented silence in cinema,” “It’s the film that...gives life to the characters—not the characters that give life to the film,” and (echoing the Bible) “Every idle word shall be counted.” Bresson’s integrity and originality earned him the admiration of younger directors from Jean-Luc Godard and Jacques Rivette to Olivier Assayas. And though Bresson’s movies are marked everywhere by an air of intense deliberation, these interviews show that they were no less inspired by a near-religious belief in the value of intuition, not only that of the creator but that of the audience, which he claims to deeply respect: “It’s always ready to feel before it understands. And that’s how it should be.","author":[{"family":"Bresson","given":"Robert"}],"citation-key":"bressonBressonBressonInterviews2016","ISBN":"978-1-68137-045-3","issued":{"date-parts":[[2016,11,15]]},"language":"en","number-of-pages":"238","publisher":"New York Review of Books","source":"Google Books","title":"Bresson on Bresson: Interviews, 1943-1983","title-short":"Bresson on Bresson","type":"book"},
  {"id":"broomfieldAileenLifeDeath2003","abstract":"Nick Broomfield&apos;s second documentary about serial killer Aileen Wuornos, focusing on her mental state on death row.","citation-key":"broomfieldAileenLifeDeath2003","dimensions":"1h33m","director":[{"family":"Broomfield","given":"Nick"},{"family":"Churchill","given":"Joan"},{"family":"Wuornos","given":"Aileen"},{"family":"Broomfield","given":"Nick"},{"family":"Humphreys-Slay","given":"Terry"}],"genre":"Documentary, Crime","issued":{"date-parts":[[2003,11,21]]},"note":"IMDb ID: tt0364930\nevent-location: United Kingdom, United States","publisher":"Lafayette Films, Channel 4 Television Corporation","source":"IMDb","title":"Aileen: Life and Death of a Serial Killer","title-short":"Aileen","type":"motion_picture"},
  {"id":"broomfieldAileenWuornosSelling1994","abstract":"1992, Florida, USA. Aileen Wuornos is claimed to be the world&apos;s first female serial killer.","citation-key":"broomfieldAileenWuornosSelling1994","dimensions":"1h27m","director":[{"family":"Broomfield","given":"Nick"},{"family":"Wuornos","given":"Aileen"},{"family":"Broomfield","given":"Nick"},{"family":"Pralle","given":"Arlene"}],"genre":"Documentary, Crime","issued":{"date-parts":[[1994,2,4]]},"note":"IMDb ID: tt0103634\nevent-location: United Kingdom","publisher":"Channel 4 Television Corporation, Lafayette Films","source":"IMDb","title":"Aileen Wuornos: The Selling of a Serial Killer","title-short":"Aileen Wuornos","type":"motion_picture"},
  {"id":"broomfieldBattleHaditha2008","abstract":"An investigation of the massacre of 24 men, women and children in Haditha, Iraq allegedly shot by 4 U.S. Marines in retaliation for the death of a U.S. Marine killed by a roadside bomb. The movie follows the story of the Marines of K","citation-key":"broomfieldBattleHaditha2008","dimensions":"1h37m","director":[{"family":"Broomfield","given":"Nick"},{"family":"Knoll","given":"Matthew"},{"family":"Ruiz","given":"Elliot"},{"family":"Mehalacopoulos","given":"Eric"}],"genre":"Drama, History, War","issued":{"date-parts":[[2008,2,1]]},"note":"IMDb ID: tt0870211\nevent-location: United Kingdom","publisher":"Channel Four Films, Film4, HanWay Films","source":"IMDb","title":"Battle for Haditha","type":"motion_picture"},
  {"id":"broomfieldChickenRanch1982","abstract":"Documentary on the &quot;Chicken Ranch,&quot; a legal Nevada brothel.","citation-key":"broomfieldChickenRanch1982","dimensions":"1h14m","director":[{"family":"Broomfield","given":"Nick"},{"family":"Sissel","given":"Sandi"},{"family":"Fran","given":""},{"family":"Plankinton","given":"Walter"},{"family":"Connie","given":""}],"genre":"Documentary","issued":{"date-parts":[[1982,9,28]]},"note":"IMDb ID: tt0162243\nevent-location: United Kingdom, United States","publisher":"Central Independent Television, Churchill Films, The National Endowment for the Arts","source":"IMDb","title":"Chicken Ranch","type":"motion_picture"},
  {"id":"broomfieldDrivingMeCrazy1990","abstract":"Nick Broomfield&apos;s rarely seen 1988 doc goes behind-the-scenes of a famous theater director&apos;s unusual musical, with hilarious and chaotic results.","citation-key":"broomfieldDrivingMeCrazy1990","dimensions":"1h25m","director":[{"family":"Broomfield","given":"Nick"},{"family":"Heller","given":"André"},{"family":"Daniele","given":"Graciela"},{"family":"Ellington","given":"Mercedes"}],"genre":"Documentary","issued":{"date-parts":[[1990,3,2]]},"note":"IMDb ID: tt0146652\nevent-location: United Kingdom, West Germany","publisher":"Tele München Fernseh Produktionsgesellschaft (TMG), VCL Communications, Virgin Vision","source":"IMDb","title":"Driving Me Crazy","type":"motion_picture"},
  {"id":"broomfieldGhosts2006","abstract":"A young Chinese girl is smuggled into the UK so she can support her son and family in China.","citation-key":"broomfieldGhosts2006","dimensions":"1h36m","director":[{"family":"Broomfield","given":"Nick"},{"family":"Yu","given":"Zhan"},{"family":"Li","given":"Tao"},{"family":"Lin","given":"Ai Qin"}],"genre":"Adventure, Drama","issued":{"date-parts":[[2006,10,25]]},"note":"IMDb ID: tt0872202\nevent-location: United Kingdom","publisher":"Channel 4 Television Corporation, Film4, Head Gear Films","source":"IMDb","title":"Ghosts","type":"motion_picture"},
  {"id":"broomfieldJuvenileLiaison1976","abstract":"Banned for 15 years and referred to as &apos;The Film the Police Arrested&apos;, Broomfield&apos;s scathing account of the Lancashire Police Force Liaison Division&apos;s handling of young, sometimes pre-teen, petty offenders is both devastating and dee","citation-key":"broomfieldJuvenileLiaison1976","dimensions":"1h41m","director":[{"family":"Broomfield","given":"Nick"},{"family":"Churchill","given":"Joan"},{"family":"Brooks","given":"Lillian"},{"family":"Chynoweth","given":"Bill"},{"family":"Ray","given":"George"}],"genre":"Documentary","issued":{"date-parts":[[1976,3,25]]},"note":"IMDb ID: tt0178670\nevent-location: United Kingdom","publisher":"British Film Institute (BFI)","source":"IMDb","title":"Juvenile Liaison","type":"motion_picture"},
  {"id":"broomfieldLiverpool2016","abstract":"The Wellington Rooms began life in 1815 as a gentleman&apos;s club and quickly established itself as the hub of fashionable Liverpool. Now, in a rundown state of faded glory, the question is what to do with the Wellington Rooms?","citation-key":"broomfieldLiverpool2016","container-title":"Going Going Gone: Nick Broomfield's Disappearing Britain","director":[{"family":"Broomfield","given":"Nick"}],"issued":{"date-parts":[[2016,5,25]]},"note":"IMDb ID: tt5656436\nevent-location:","source":"IMDb","title":"Liverpool","type":"broadcast"},
  {"id":"broomfieldnickSheffieldDocFest2017","abstract":"Nick Broomfield's interview by Louis Theroux with Film Clips at Sheffield Doc Fest in June 2017. \n\nIn a career spanning more than four decades, Nick Broomfield is one of the most influential documentary makers of our time. Having initially carved his name in hard hitting observational fare, when ‘Driving me Crazy’ went awry in 1988 Nick decided to place himself in the story, going on to make a number of acclaimed films including Biggie and Tupac, Aileen Wuornos: The Selling of A Serial Killer and Kurt & Courtney. Nick returned to Doc/Fest in 2017 with his latest film, Whitney ‘Can I Be Me’. \n\nIn the 2017 BBC Interview, Louis Theroux, himself no stranger to being centre of the action, talked to Nick about his career and latest film.","accessed":{"date-parts":[[2022,1,11]]},"citation-key":"broomfieldnickSheffieldDocFest2017","dimensions":"1:10:10","director":[{"literal":"broomfieldnick"}],"issued":{"date-parts":[[2017,10,6]]},"source":"YouTube","title":"Sheffield Doc Fest 2017  The BBC Interview Louis Theroux meets Nick Broomfield","type":"motion_picture","URL":"https://www.youtube.com/watch?v=W6rKXARozAM"},
  {"id":"broomfieldProudBeBritish1973","abstract":"Made while Nick Broomfield was still a film student, it&apos;s a wry but ultimately troubling examination of British attitudes in an affluent area of Britain - the English home counties.","citation-key":"broomfieldProudBeBritish1973","dimensions":"28m","director":[{"family":"Broomfield","given":"Nick"},{"family":"Bell","given":"Ronald"},{"family":"Curzon","given":"Edward"},{"family":"Curzon","given":"Grace"}],"genre":"Short","issued":{"date-parts":[[1973,10]]},"note":"IMDb ID: tt0167353\nevent-location: United Kingdom","source":"IMDb","title":"Proud to Be British","type":"motion_picture"},
  {"id":"broomfieldTrackingMaggieUnofficial1994","abstract":"Kamikaze documentarian Nick Broomfield unleashes his bothersome Brit persona on the Iron Lady in this hilariously revealing film. The result is ninety minutes of the filmmaker being rigorously denied access to his subject, exposing s","citation-key":"broomfieldTrackingMaggieUnofficial1994","dimensions":"1h27m","director":[{"family":"Broomfield","given":"Nick"},{"family":"Broomfield","given":"Nick"},{"family":"Thatcher","given":"Margaret"},{"family":"Ben-Menashe","given":"Ari"}],"genre":"Documentary, Biography","issued":{"date-parts":[[1994]]},"note":"IMDb ID: tt0111469\nevent-location: United Kingdom","publisher":"Lafayette Films","source":"IMDb","title":"Tracking Down Maggie: The Unofficial Biography of Margaret Thatcher","title-short":"Tracking Down Maggie","type":"motion_picture"},
  {"id":"broomfieldWhoCares1971","abstract":"Documentarian Nick Broomfield examines the problems of slum demolition and the removal of residents to new housing blocks.","citation-key":"broomfieldWhoCares1971","dimensions":"17m","director":[{"family":"Broomfield","given":"Nick"}],"genre":"Short","issued":{"date-parts":[[1971]]},"note":"IMDb ID: tt0147703\nevent-location: United Kingdom","source":"IMDb","title":"Who Cares","type":"motion_picture"},
  {"id":"broomfieldWhoCaresBroomfield","abstract":"I had a strong feeling making this film that modernity has destroyed so much of people’s sense of belonging","accessed":{"date-parts":[[2022,1,4]]},"author":[{"family":"Broomfield","given":"Nick"}],"citation-key":"broomfieldWhoCaresBroomfield","language":"en-US","title":"Who Cares: Broomfield First Documentary | Emanuel Levy","title-short":"Who Cares","type":"interview","URL":"https://emanuellevy.com/review/who-cares-broomfield-first-documentary/"},
  {"id":"bruzziNewDocumentary2006","author":[{"family":"Bruzzi","given":"Stella"}],"citation-key":"bruzziNewDocumentary2006","edition":"2nd edition","event-place":"London ; New York","ISBN":"978-0-415-38524-4","issued":{"date-parts":[[2006,6,29]]},"language":"English","number-of-pages":"275","publisher":"Routledge","publisher-place":"London ; New York","source":"Amazon","title":"New Documentary","type":"book"},
  {"id":"bulloughEadweardMuybridgeOld1989","archive":"JSTOR","author":[{"family":"Bullough","given":"William A."}],"citation-key":"bulloughEadweardMuybridgeOld1989","container-title":"California History","DOI":"10.2307/25158510","ISSN":"01622897","issue":"1/2","issued":{"date-parts":[[1989]]},"page":"2-13","publisher":"[University of California Press, California Historical Society]","title":"Eadweard Muybridge and the Old San Francisco Mint: Archival Photographs as Historical Documents","type":"article-journal","URL":"www.jstor.org/stable/25158510","volume":"68"},
  {"id":"burnettMutingImageLighting2007","abstract":"The practical accomplishments of Robert Bresson's collaborators have rarely been acknowledged. This paper argues that Bresson's productions were the site of creative solutions to unique photographic problems that led his cinematographers to develop bounce light and flashing techniques, as well as to use the 50 mm lens. Research into these aspects of Bresson's cinema not only grants one access to the dynamics of Bresson's unique mode of production, but starts us on our way to placing Bresson's films and the work of his technicians in the history of French film style.","accessed":{"date-parts":[[2022,5,30]]},"author":[{"family":"Burnett","given":"Colin"}],"citation-key":"burnettMutingImageLighting2007","container-title":"Studies in French Cinema","DOI":"10.1386/sfci.6.3.219_1","ISSN":"1471-5880","issue":"3","issued":{"date-parts":[[2007,1,1]]},"note":"_eprint: https://www.tandfonline.com/doi/pdf/10.1386/sfci.6.3.219_1","page":"219-230","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"Muting the image: lighting and photochemical techniques of Bresson's cinematographers","title-short":"Muting the image","type":"article-journal","URL":"https://www.tandfonline.com/doi/abs/10.1386/sfci.6.3.219_1","volume":"6"},
  {"id":"byCinemaVeriteVs2015","abstract":"NYFA looks at two currents within documentary film--cinema verite and direct cinema--and breaks down how the two differ. Read more!","accessed":{"date-parts":[[2021,12,1]]},"author":[{"literal":"by"}],"citation-key":"byCinemaVeriteVs2015","container-title":"Student Resources","issued":{"date-parts":[[2015,11,20]]},"language":"en-US","title":"Cinéma Vérité Vs. Direct Cinema: An Introduction","title-short":"Cinéma Vérité Vs. Direct Cinema","type":"post-weblog","URL":"https://www.nyfa.edu/student-resources/cinema-verite-vs-direct-cinema-an-introduction/"},
  {"id":"chaddenhunterPlanetEarthII2016","citation-key":"chaddenhunterPlanetEarthII2016","collection-title":"Planet Earth II","director":[{"literal":"Chadden Hunter"}],"issued":{"date-parts":[[2016,12,11]]},"publisher":"BBC","title":"Planet Earth II - Epic Cities Hyper-lapse","type":"motion_picture","URL":"https://www.youtube.com/watch?v=bEYSyfEL8nY"},
  {"id":"christianBuffaloFilmSeminars2007","author":[{"family":"Christian","given":"Diane"}],"citation-key":"christianBuffaloFilmSeminars2007","issued":{"date-parts":[[2007,10,2]]},"title":"The Buffalo Film Seminars.","type":"speech","URL":"http://csac.buffalo.edu/army.pdf"},
  {"id":"churchHerzogWernerSenses","abstract":"As a teenager, Herzog learned about filmmaking from an encyclopaedia entry on the subject, but because of his youth and lack of formal training, he was unable to find producers for his early screenplays. Consequently, he founded Werner Herzog Filmproduktion and began producing his own films","accessed":{"date-parts":[[2022,1,4]]},"author":[{"family":"Church","given":"David"}],"citation-key":"churchHerzogWernerSenses","language":"en-US","title":"Herzog, Werner – Senses of Cinema","type":"post-weblog","URL":"https://www.sensesofcinema.com/2006/great-directors/herzog/"},
  {"id":"CinematographerPierreLhomme2014","abstract":"Enjoy the videos and music you love, upload original content, and share it all with friends, family, and the world on YouTube.","accessed":{"date-parts":[[2021,5,5]]},"citation-key":"CinematographerPierreLhomme2014","dimensions":"6.04","issued":{"date-parts":[[2014,1,3]]},"language":"en","title":"Cinematographer Pierre Lhomme on \"Army of Shadows\" - YouTube","type":"motion_picture","URL":"https://www.youtube.com/"},
  {"id":"CinemaVeriteDirect2007","abstract":"Truth in Cinema Comparing Direct Cinema and Cinema Verité Candis Callison Like most forms of art and media, film reflects the eternal human search for truth. Dziga Vertov was perhaps the first to f…","accessed":{"date-parts":[[2022,1,5]]},"citation-key":"CinemaVeriteDirect2007","container-title":"DOCUMENTARY FILM FOR ALL","issued":{"date-parts":[[2007,9,28]]},"language":"en","title":"Cinema Verite or Direct Cinema?","type":"post-weblog","URL":"https://filmeditor.wordpress.com/2007/09/28/cinema-verite-or-direct-cinema/"},
  {"id":"colinmarshallWatchWernerHerzog2017","abstract":"Rebellious dwarfs, crazed conquistadors, delusional tycoons, wood-carving ski jumpers: Werner Herzog scholars who attempt to find a pattern in the filmmaker's choices of subject matter are virtually guaranteed an interesting search, if an ultimately futile one. Open Culture, openculture.com","accessed":{"date-parts":[[2022,1,3]]},"author":[{"literal":"Colin Marshall"}],"citation-key":"colinmarshallWatchWernerHerzog2017","issued":{"date-parts":[[2017,9,8]]},"language":"en-US","title":"Watch Werner Herzog's Very First Film, Herakles, Made When He Was Only 19-Years-Old (1962) | Open Culture","type":"post-weblog","URL":"https://www.openculture.com/2017/09/watch-werner-herzogs-very-first-film-herakles-made-when-he-was-only-19-years-old-1962.html"},
  {"id":"comolliListeFilmsSortis1969","author":[{"family":"Comolli","given":"Jean-Louis"}],"citation-key":"comolliListeFilmsSortis1969","container-title":"Cahiers du cinéma","issue":"216","issued":{"date-parts":[[1969,9,16]]},"page":"63","title":"liste des films sortis en exclusivité à Paris","type":"article-magazine"},
  {"id":"croninHerzogHerzogConversations2003","author":[{"family":"Cronin","given":"Paul"},{"family":"Herzog","given":"Werner"}],"citation-key":"croninHerzogHerzogConversations2003","edition":"1st edition","event-place":"London ; New York","ISBN":"978-0-571-20708-4","issued":{"date-parts":[[2003,7,9]]},"language":"English","number-of-pages":"352","publisher":"Farrar, Straus and Giroux","publisher-place":"London ; New York","source":"Amazon","title":"Herzog on Herzog: Conversations with Paul Cronin","title-short":"Herzog on Herzog","type":"book"},
  {"id":"danksMelvilleJeanPierreSenses","accessed":{"date-parts":[[2021,5,2]]},"author":[{"family":"Danks","given":"Adrian"}],"citation-key":"danksMelvilleJeanPierreSenses","language":"en-US","title":"Melville, Jean-Pierre – Senses of Cinema","type":"post-weblog","URL":"https://www.sensesofcinema.com/2002/great-directors/melville/"},
  {"id":"dargisArmyShadowsTakes2006","abstract":"Jean-Pierre Melville's ''Army of Shadows'' opens with the startling image of German soldiers marching down the Champs-Élysées, framed by the Arc de Triomphe. The image was, this French director later admitted to an interviewer, a ''crazy idea.'' Actors in German uniforms had not been permitted on the avenue since World War I, or so he claimed, and the shot was both costly and logistically complex. And yet, ''it was a fantastic sight,'' Melville said with unmistakable satisfaction. ''Wagnerian. Unfilmable.'' This former Resistance fighter had exacted a peculiar revenge on his complicit countrymen: he had invaded Paris himself, seizing it for his own vision.      Dark as pitch and utterly without compromise, ''Army of Shadows'' traces the harrowing feats of a small band of Resistance fighters operating during the occupation. Melville first read Joseph Kessel's slim novel of the same title in 1943, the year it was published, and for the next quarter-century nurtured a desire to turn it into a film. (Cinephiles will appreciate that Kessel also wrote the novel ''Belle de Jour.'') He finally did so in 1969.","accessed":{"date-parts":[[2021,5,6]]},"author":[{"family":"Dargis","given":"Manohla"}],"citation-key":"dargisArmyShadowsTakes2006","container-title":"The New York Times","ISSN":"0362-4331","issued":{"date-parts":[[2006,4,28]]},"language":"en-US","section":"Arts","source":"NYTimes.com","title":"'Army of Shadows' Takes a Hard Look at a Horrible and Marvelous Time","type":"article-newspaper","URL":"https://www.nytimes.com/2006/04/28/movies/army-of-shadows-takes-a-hard-look-at-a-horrible-and-marvelous-time.html"},
  {"id":"davidleanDoctorZhivago1965","citation-key":"davidleanDoctorZhivago1965","dimensions":"3h 20m","director":[{"literal":"David Lean"}],"genre":"Romance/War","issued":{"date-parts":[[1965,12,22]]},"publisher":"Metro-Goldwyn-Mayer","title":"Doctor Zhivago","type":"motion_picture"},
  {"id":"davidleanLawrenceArabia1962","citation-key":"davidleanLawrenceArabia1962","director":[{"literal":"David Lean"}],"issued":{"date-parts":[[1962]]},"publisher":"Columbia Pictures","title":"Lawrence of Arabia","type":"motion_picture"},
  {"id":"davidsonBorneOutDarkness1987","abstract":"The originality of his approach may be attributed in part to a welding of two heritages: the national tradition of expressionist filmmaking, kept alive through the writing of Lotte Eisner as well as through retrospectives of the great German films produced between the wars, and the pervasive influence of modernism, particularly as embodied in the absurdist writings and art which emerged after World War II.2 The traditional preference for fiction features over shorter works and nonfiction films of whatever length has undoubtedly discouraged critics from extended consideration of Herzog's role as documentarist. Since Herzog's documentaries are thematically and, for the most part, formally in accord with his better known fiction features, his highly individualistic approach to the problems of nonfiction filmmaking - and the resultant inflection of documentary aesthetics - are invariably obscured by treating Herzog's fiction and nonfiction films as organic aspects of a single oeuvre which, once established, is then often contrasted to the respective oeuvres of Fassbinder, Wenders, and sometimes others. \"5 This seemingly straightforward documentary, though it disseminates information about the deaf-blind and offers biographical facts about Fini Straubinger's background and portrays the social interaction of those Fini calls her \"comrades in destiny,\" utilizes standard nonfiction film technique as a starting point, a meeting ground where spectator joins filmmaker on an apparently comprehensible journey; but Herzog undermines the rational basis of this tour through the \"actual\" world by delicately, yet persistently veering toward an implicit \"real\" world of ineffable diction and unfathomable images, of poetic language and visionary experience. In Herzog's documentaries, however, the distinction between external landscape and the human psyche dissolves; the strangeness of the Faf á Morgana desert is reasserted through the warped behavior of its human inhabitants; Fini Straubinger's land of silence and darkness resides quite literally within her; Steiner, at film's end, is a spectral figure, advancing alone into a seeming infinitude of snow; the three men of La Soufrière who refused to flee Basse-Terre lie prone in the forest or propped against abandoned buildings, wholly resigned to whatever fate the towering volcano might have in store for them. Stirring orchestral strains are heard on the soundtrack as Herzog's camera zooms to a final view of the top of the fuming volcano; as the music resolves to the frail melody of a solitary violin, the camera pans along the edge of the crater and halts when a bit of blue sky comes into sight one side of La Soufrière.","accessed":{"date-parts":[[2021,11,30]]},"author":[{"family":"Davidson","given":"David"}],"citation-key":"davidsonBorneOutDarkness1987","container-title":"Film Criticism (ARCHIVE)","event-place":"Ann Arbor","ISSN":"01635069","issue":"1/2","issued":{"season":3,"date-parts":[[1987]]},"language":"English","number-of-pages":"16","page":"15-30","publisher":"Michigan Publishing (University of Michigan Library)","publisher-place":"Ann Arbor","source":"ProQuest","title":"Borne Out Of Darkness: The Documentaries of Werner Herzog","title-short":"Borne Out Of Darkness","type":"article-journal","URL":"https://www.proquest.com/fiaf/docview/222725188/abstract/F5540307A637401BPQ/4","volume":"11"},
  {"id":"DialoguesFilmRetrospectives","accessed":{"date-parts":[[2022,1,3]]},"citation-key":"DialoguesFilmRetrospectives","title":"Dialogues & Film Retrospectives: Werner Herzog","type":"webpage","URL":"https://walkerart.org/magazine/werner-herzog-1999"},
  {"id":"DialoguesFilmRetrospectivesa","citation-key":"DialoguesFilmRetrospectivesa","title":"Dialogues & Film Retrospectives: Werner Herzog","type":"webpage","URL":"https://walkerart.org/magazine/werner-herzog-1999"},
  {"id":"DPDUKFollow","accessed":{"date-parts":[[2022,5,31]]},"citation-key":"DPDUKFollow","title":"DPD (UK) - Follow My Parcel","type":"webpage","URL":"https://track.dpd.co.uk/parcels/15505533728311*19874/events"},
  {"id":"dykeWhiteShadowsSouth1928","abstract":"White Shadows in the South Seas is a movie starring Monte Blue, Raquel Torres, and Robert Anderson. An alcoholic doctor on a Polynesian island, disgusted by white exploitation of the natives, finds himself marooned on a pristinely...","citation-key":"dykeWhiteShadowsSouth1928","dimensions":"1h28m","director":[{"family":"Dyke","given":"W. S. Van"},{"family":"Flaherty","given":"Robert J."}],"genre":"Drama, Romance","issued":{"date-parts":[[1928,11,10]]},"note":"IMDb ID: tt0019574\nevent-location: USA","publisher":"Metro-Goldwyn-Mayer (MGM),  Cosmopolitan Productions","source":"IMDb","title":"White Shadows in the South Seas","type":"motion_picture"},
  {"id":"eadweardmuybridgeHorseMotion1878","citation-key":"eadweardmuybridgeHorseMotion1878","director":[{"literal":"Eadweard Muybridge"}],"issued":{"date-parts":[[1878,6,15]]},"title":"The Horse in Motion","type":"motion_picture"},
  {"id":"fellini1963","abstract":"A harried movie director retreats into his memories and fantasies.","citation-key":"fellini1963","dimensions":"2h18m","director":[{"family":"Fellini","given":"Federico"}],"genre":"Drama","issued":{"date-parts":[[1963]]},"note":"Translated title: Federico Fellini's 8½\nIMDb ID: tt0056801\nevent-location: Italy, France","publisher":"Cineriz, Francinex","source":"IMDb","title":"8½","type":"motion_picture"},
  {"id":"flitterman-lewisReviewArmyShadows2006","accessed":{"date-parts":[[2021,4,22]]},"author":[{"family":"Flitterman-Lewis","given":"Sandy"}],"citation-key":"flitterman-lewisReviewArmyShadows2006","container-title":"Cinéaste","ISSN":"0009-7004","issue":"4","issued":{"date-parts":[[2006]]},"page":"68-71","publisher":"Cineaste Publishers, Inc","reviewed-author":[{"family":"Dorfmann","given":"Jacques"},{"family":"Melville","given":"Jean-Pierre"}],"source":"JSTOR","title":"Review of Army of Shadows","type":"article-journal","URL":"http://www.jstor.org/stable/41690407","volume":"31"},
  {"id":"flitterman-lewisReviewArmyShadows2006a","accessed":{"date-parts":[[2021,4,22]]},"author":[{"family":"Flitterman-Lewis","given":"Sandy"}],"citation-key":"flitterman-lewisReviewArmyShadows2006a","container-title":"Cinéaste","ISSN":"0009-7004","issue":"4","issued":{"date-parts":[[2006]]},"page":"68-71","publisher":"Cineaste Publishers, Inc","reviewed-author":[{"family":"Dorfmann","given":"Jacques"},{"family":"Melville","given":"Jean-Pierre"}],"source":"JSTOR","title":"Review of Army of Shadows","type":"article-journal","URL":"http://www.jstor.org/stable/41690407","volume":"31"},
  {"id":"forgacsRomeOpenCity2019","accessed":{"date-parts":[[2021,4,15]]},"author":[{"family":"Forgacs","given":"David"}],"citation-key":"forgacsRomeOpenCity2019","ISBN":"978-1-83871-788-9 978-1-83871-789-6","issued":{"date-parts":[[2019]]},"language":"English","note":"OCLC: 1198590045","source":"Open WorldCat","title":"Rome open city (Roma città aperta)","type":"book","URL":"http://search.ebscohost.com/login.aspx?direct=true&scope=site&db=nlebk&db=nlabk&AN=2612722"},
  {"id":"fredericks.armitageBuildingDemolishingStar1901","citation-key":"fredericks.armitageBuildingDemolishingStar1901","director":[{"literal":"Frederick S. Armitage"}],"issued":{"date-parts":[[1901]]},"title":"Building Up and Demolishing the Star Theatre","type":"motion_picture"},
  {"id":"fullerDarkMatter2013","abstract":"Melville had located a space that was the precise extension of his camera, expressing the interiority of the elongated lens, the ideal construction within which to unburden the full gravity of his capabilities (Figure 2). The accelerated narrative to this moment is slowed by the very significance of events, the aggravated temporal lapse is subsumed by the spatial didactics that follow. Not from the depths of the sectional bowels of Paris or the expanse of the rural condition, but a place where Melville mostly pays homage to the transitory nature of the automobile or train.","accessed":{"date-parts":[[2021,5,2]]},"author":[{"family":"Fuller","given":"Emma"}],"citation-key":"fullerDarkMatter2013","container-title":"Framework","event-place":"Detroit, United States","ISSN":"03067661","issue":"1","issued":{"season":1,"date-parts":[[2013]]},"language":"English","number-of-pages":"3","page":"108-110","publisher":"Wayne State University Press","publisher-place":"Detroit, United States","source":"ProQuest","title":"Dark Matter","type":"article-journal","URL":"http://search.proquest.com/docview/1285490206/abstract/D443049A622A4020PQ/1","volume":"54"},
  {"id":"geigerHonoraryGraduatesHonorary2006","accessed":{"date-parts":[[2022,1,11]]},"author":[{"family":"Geiger","given":"Jeffrey"}],"citation-key":"geigerHonoraryGraduatesHonorary2006","issued":{"date-parts":[[2006,7,19]]},"title":"Honorary Graduates - Honorary Graduates - University of Essex","type":"speech","URL":"https://www1.essex.ac.uk/honorary_graduates/or/2006/nick-broomfield-oration.aspx"},
  {"id":"geigerImaginedIslandsWhite2002","abstract":"The author examines the ways that W. S. Van Dyke's island romance, \"White Shadows in the South Seas\" (1928), reveals the imprint of both desire and anxiety at the heart of American representations of the South Pacific. The film also highlights the transitional and contradictory nature of American cultural, racial, and sexual discourses of the 1920s.\n\nThe trading post is a classic scene of frontier decadence: the patrons drink, dance, and loll about, recalling the chaotic saloon scenes of the Hollywood western-a genre familiar to Van Dyke from his early directing career. Inside, a trader, Sebastian, cajoles a pearl from a diver by placing a watch on his wrist with a gesture that is at once condescending and proprietary. Rather than performing what Rony has called the \"racializing\" of gender in colonialist films like Trader Horn, this scene suggests the gendering of race, a displacement of masculine anxieties already evident in Van Dyke's journals.sz Sebastian's hand lingers a bit too long on the diver's arm, and the watch calls to mind the trinkets proffered by sugar daddies in Busby Berkeley musicals and gangster films. Here the native is explicitly commodified and implicitly gendered feminine, while the homoerotics of the scene serve a dual and perhaps contradictory function. Although Sebastian emerges as the stock figure of the homosexualized villain, the homoeroticism also might be seen to unsettle some of the more rigid dichotomies of heterosexual and homosexual, masculine and feminine, the West and its others-dichotomies that are often hierarchical assumptions in the colonial context.53","accessed":{"date-parts":[[2021,3,4]]},"author":[{"family":"Geiger","given":"Jeffrey"}],"citation-key":"geigerImaginedIslandsWhite2002","container-title":"Cinema Journal","event-place":"Austin, Tex., etc., Austin","ISSN":"0009-7101","issue":"3","issued":{"season":1,"date-parts":[[2002]]},"language":"English","number-of-pages":"98-121","page":"98-121","publisher":"University of Texas Press","publisher-place":"Austin, Tex., etc., Austin","source":"ProQuest","title":"Imagined Islands: \"White Shadows in the South Seas\" and Cultural Ambivalence","title-short":"Imagined Islands","type":"article-journal","URL":"https://search.proquest.com/docview/1669640/abstract/36E27303AB18449DPQ/1","volume":"41"},
  {"id":"georgesmeliesCarrefourOpera1898","citation-key":"georgesmeliesCarrefourOpera1898","director":[{"literal":"Georges Méliès"}],"issued":{"date-parts":[[1898]]},"title":"Carrefour De L’Opera","type":"motion_picture"},
  {"id":"godfreyreggioKoyaanisqatsi1982","citation-key":"godfreyreggioKoyaanisqatsi1982","director":[{"literal":"Godfrey Reggio"}],"issued":{"date-parts":[[1982]]},"publisher":"Island Alive New Cinema","title":"Koyaanisqatsi","type":"motion_picture"},
  {"id":"gozembaReviewChickenRanch1990","accessed":{"date-parts":[[2022,2,11]]},"author":[{"family":"Gozemba","given":"Patricia A."}],"citation-key":"gozembaReviewChickenRanch1990","container-title":"NWSA Journal","ISSN":"1040-0656","issue":"2","issued":{"date-parts":[[1990]]},"page":"291-295","publisher":"The Johns Hopkins University Press","reviewed-author":[{"family":"Broomfield","given":"Nick"},{"family":"Sissel","given":"Sandy"},{"family":"Gorris","given":"Marlene"},{"family":"Borden","given":"Lizzie"}],"source":"JSTOR","title":"Review of Chicken Ranch; Broken Mirrors; Films Distributed by First Run Features; Working Girls; Film Distributed by Films Inc.","type":"article-journal","URL":"https://www.jstor.org/stable/4316027","volume":"2"},
  {"id":"guntherwegnerLRTimelapse","author":[{"literal":"Gunther Wegner"}],"citation-key":"guntherwegnerLRTimelapse","title":"LRTimelapse","type":"book"},
  {"id":"harryguinnessUnlikelyFriendsGrain2016","abstract":"The relationship between noise and sharpness is complicated and contradictory. If there’s too much noise in the wrong places, it looks terrible. But the right amount of noise subtly applied across the whole image can make it appear sharper, or even look like an old film image. Digital images shot at a really low ISO in a studio often benefit from added noise; if you don’t add it, they look almost too perfect and fake","author":[{"literal":"Harry Guinness"}],"citation-key":"harryguinnessUnlikelyFriendsGrain2016","container-title":"Unlikely Friends: Grain, Noise, and Sharpening","issued":{"date-parts":[[2016,6,15]]},"title":"Unlikely Friends: Grain, Noise, and Sharpening","type":"post-weblog","URL":"https://photography.tutsplus.com/tutorials/unlikely-friends-grain-noise-and-sharpening--cms-26634"},
  {"id":"haywardFrenchFilmTexts2014","abstract":"The second edition of this innovative textbook brings together leading scholars to provide detailed analyses of twenty-two key films within the canon of French cinema, from the 1920s to the 1990s. Films discussed include:* masterpieces such as Renoir's La Bete Humaine and Carne's Les Enfants du Paradis* popular classics such as Les Vacances de Monsieur Hulot and Ma Nuit chez Maud* landmarks of the New Wave such as Les 400 Coups and A bout de souffle* important films of the 1990s such as Nikita and La HaineThe films are considered in relation to such issues as the history of French cinema, the social and cultural contexts of their production and reception, the relationship with Hollywood cinema, gender politics, authorship and genre. Each article is accompanied with a guide to further reading and a filmography of the director, and the new edition also includes a fully revised introduction and a bibliography on French cinema.","citation-key":"haywardFrenchFilmTexts2014","edition":"2nd edition","editor":[{"family":"Hayward","given":"Susan"},{"family":"Vincendeau","given":"Ginette"}],"issued":{"date-parts":[[2014,4,23]]},"language":"English","number-of-pages":"367","publisher":"Routledge","source":"Amazon","title":"French Film: Texts and Contexts","title-short":"French Film","type":"book"},
  {"id":"hendersonLongTake1971","abstract":"In \"Two Types of Film Theory\" (Film Quarterly, Spring 1971), I suggested reading back the results of stylistic analyses into the classical theories, in order to test the latter and correct them where necessary, toward the ultimate goal of formulating a new, entirely adequate theory of film. In the shot's opening stage, Shallow and Silence are dancing and singing in the foreground while Falstaff paces up and down in the middle distance; Shallow and Silence go out right and Falstaff walks far back into the depth of the frame, where he sits and talks with his page for some time; Pistol enters in a gay mood, followed by Shallow and the others, and Falstaff comes forward- all characters are now in one plane; Pistol finally announces his news, Falstaff comes far forward into the frame (the camera tilting to take him in), gives his speech then goes out, the others following.","accessed":{"date-parts":[[2021,2,25]]},"author":[{"family":"Henderson","given":"Brian"}],"citation-key":"hendersonLongTake1971","container-title":"Film Comment","event-place":"New York","ISSN":"0015119X","issue":"2","issued":{"season":2,"date-parts":[[1971]]},"language":"English","number-of-pages":"6","page":"6-11","publisher":"Film at Lincoln Center, Inc.","publisher-place":"New York","source":"ProQuest","title":"The Long Take","type":"article-journal","URL":"http://www.proquest.com/fiaf/docview/210282759/abstract/599250EF87E04B60PQ/1","volume":"7"},
  {"id":"henleyColinYoungPrinciples2020","abstract":"The chapter begins by describing how, in 1966, at the University of California Los Angeles (UCLA), Colin Young set up the Ethnographic Film Program through which the principles of Observational Cinema were first developed. Young had a sophisticated knowledge of cinema but had neither experience as a practical film-maker, nor a background in anthropology. He therefore left the practical working out of these principles to various film-makers associated with the programme, including Paul Hockings and Mark McCarty, David Hancock and Herb di Gioia, and most of all, David and Judith MacDougall. The chapter then offers a summary of the most salient features of this praxis as formulated by Young himself, but also by David MacDougall. The final part of the chapter describes how Observational Cinema evolved further after Young returned to Britain in 1970 to run the National Film and Television School (NFTS) and encouraged further ethnographic film-making from there.","accessed":{"date-parts":[[2021,12,17]]},"author":[{"family":"Henley","given":"Paul"}],"citation-key":"henleyColinYoungPrinciples2020","ISBN":"978-1-5261-4729-5","issued":{"date-parts":[[2020,1,23]]},"language":"en_US","page":"288-312","publisher":"Manchester University Press","section":"Beyond observation","source":"www.manchesteropenhive.com","title":"Colin Young: The principles of Observational Cinema","title-short":"Colin Young","type":"book","URL":"https://www.manchesteropenhive.com/view/9781526147295/9781526147295.00020.xml"},
  {"id":"henleyObservation2020","accessed":{"date-parts":[[2021,12,18]]},"author":[{"family":"Henley","given":"Paul"}],"citation-key":"henleyObservation2020","DOI":"10.7765/9781526147295","ISBN":"978-1-5261-4729-5","issued":{"date-parts":[[2020,1,23]]},"publisher":"Manchester University Press","source":"DOI.org (Crossref)","title":"Beyond observation","type":"book","URL":"https://www.manchesteropenhive.com/view/9781526147295/9781526147295.xml"},
  {"id":"herzogAbyss2012","abstract":"Conversations with death row inmate Michael Perry and those affected by his crime serve as an examination of why people - and the state - kill.","citation-key":"herzogAbyss2012","dimensions":"1h47m","director":[{"family":"Herzog","given":"Werner"},{"family":"Herzog","given":"Werner"},{"family":"Lopez","given":"Richard"},{"family":"Perry","given":"Michael"}],"genre":"Documentary, Crime, Drama","issued":{"date-parts":[[2012,3,30]]},"note":"IMDb ID: tt1972663\nevent-location: United States, United Kingdom, Germany","publisher":"Creative Differences Productions, Skellig Rock, Spring Films","source":"IMDb","title":"Into the Abyss","type":"motion_picture"},
  {"id":"herzogFliegendenArzteOstafrika1970","abstract":"Film about the doctors that fly all over central Africa to bring medical help to the people living in the bush.","citation-key":"herzogFliegendenArzteOstafrika1970","dimensions":"45m","director":[{"family":"Herzog","given":"Werner"},{"family":"Klaus","given":"Wilfried"},{"family":"Woods","given":"Michael"}],"genre":"Documentary","issued":{"date-parts":[[1970,5,3]]},"note":"Translated title: The Flying Doctors of East Africa\nIMDb ID: tt0064334\nevent-location: West Germany","publisher":"Gesellschaft für Medizin und Forschung in Afrika e.V., Werner Herzog Filmproduktion","source":"IMDb","title":"Die fliegenden Ärzte von Ostafrika","type":"motion_picture"},
  {"id":"herzogGrosseEkstaseBildschnitzers1974","abstract":"A study of the psychology of a champion ski-jumper, whose full-time occupation is carpentry.","citation-key":"herzogGrosseEkstaseBildschnitzers1974","dimensions":"45m","director":[{"family":"Herzog","given":"Werner"},{"family":"Steiner","given":"Walter"},{"family":"Herzog","given":"Werner"}],"genre":"Documentary, Biography, Sport","issued":{"date-parts":[[1974,1,1]]},"note":"Translated title: The Great Ecstasy of Woodcarver Steiner\nIMDb ID: tt0070136\nevent-location: West Germany","publisher":"Süddeutscher Rundfunk (SDR), Werner Herzog Filmproduktion","source":"IMDb","title":"Die große Ekstase des Bildschnitzers Steiner","type":"motion_picture"},
  {"id":"herzogGrosseEkstaseBildschnitzers1974a","abstract":"A study of the psychology of a champion ski-jumper, whose full-time occupation is carpentry.","citation-key":"herzogGrosseEkstaseBildschnitzers1974a","dimensions":"45m","director":[{"family":"Herzog","given":"Werner"},{"family":"Steiner","given":"Walter"},{"family":"Herzog","given":"Werner"}],"genre":"Documentary, Biography, Sport","issued":{"date-parts":[[1974,1,1]]},"note":"Translated title: The Great Ecstasy of Woodcarver Steiner\nIMDb ID: tt0070136\nevent-location: West Germany","publisher":"Süddeutscher Rundfunk (SDR), Werner Herzog Filmproduktion","source":"IMDb","title":"Die große Ekstase des Bildschnitzers Steiner","type":"motion_picture"},
  {"id":"herzogHerakles1962","abstract":"Weight lifting men who compete to achieve individual bodily perfection through muscle building.","citation-key":"herzogHerakles1962","dimensions":"12m","director":[{"family":"Herzog","given":"Werner"},{"family":"Lichtenberg","given":"Reinhard"}],"genre":"Short","issued":{"date-parts":[[1962]]},"note":"IMDb ID: tt0056064\nevent-location: West Germany","publisher":"Cineropafilm, Werner Herzog Filmproduktion","source":"IMDb","title":"Herakles","type":"motion_picture"},
  {"id":"herzogHerzogMinnesotaDeclaration1999","abstract":"When the Walker Art Center in Minneapolis ran a month-long tribute to Werner Herzog in 1999, I was asked to join Herzog for a question-and-answer session at the end of the month. On that occasion he issued the following \"Minnesota Declaration” of his principles. For the first time, it fully explained his theory of “ecstatic truth.” – Roger Ebert","accessed":{"date-parts":[[2022,1,3]]},"author":[{"family":"Herzog","given":"Werner"},{"family":"Ebert","given":"Roger"}],"citation-key":"herzogHerzogMinnesotaDeclaration1999","container-title":"https://www.rogerebert.com/","issued":{"date-parts":[[1999,4,30]]},"language":"en","title":"Herzog's Minnesota Declaration: Defining 'ecstatic truth' | Roger Ebert | Roger Ebert","title-short":"Herzog's Minnesota Declaration","type":"webpage","URL":"https://www.rogerebert.com/roger-ebert/herzogs-minnesota-declaration-defining-ecstatic-truth"},
  {"id":"herzogSoufriereWartenAuf1977","abstract":"Herzog takes a film crew to the island of Guadeloupe when he hears that the volcano on the island is going to erupt. Everyone has left, except for one old man who refuses to leave. Herzog catches the eeriness of an abandoned city, wi","citation-key":"herzogSoufriereWartenAuf1977","dimensions":"30m","director":[{"family":"Herzog","given":"Werner"},{"family":"Herzog","given":"Werner"}],"genre":"Documentary, Short, Biography","issued":{"date-parts":[[1977]]},"note":"Translated title: La Soufrière\nIMDb ID: tt0076741\nevent-location: West Germany","publisher":"Süddeutscher Rundfunk (SDR), Werner Herzog Filmproduktion","source":"IMDb","title":"La Soufrière - Warten auf eine unausweichliche Katastrophe","type":"motion_picture"},
  {"id":"herzogSpielImSand","abstract":"Unreleased Werner Herzog short concerning children playing and a rooster that at some point is buried in sand up to its neck.","citation-key":"herzogSpielImSand","dimensions":"14m","director":[{"family":"Herzog","given":"Werner"}],"genre":"Short","note":"IMDb ID: tt0058607\nevent-location: West Germany","publisher":"Werner Herzog Filmproduktion","source":"IMDb","title":"Spiel im Sand","type":"motion_picture"},
  {"id":"hopeItalianCinemaNew2005","abstract":"Italian cinema currently finds itself in a transitional phase after a highly successful period in which it was associated with the work of directors such as Rossellini, Visconti, Fellini, and Pasolini, and with innovative styles of film-making, principally neorealism. This book explores the evolution of Italian cinema over the last twenty years, with particular reference to modern masterpieces such as Tornatore's Oscar-winning Nuovo Cinema Paradiso. The volume focuses on the work of some of the most prominent directors of recent times, combining an auteurist perspective with an incisive overview of the most important thematic and stylistic developments in modern Italian film-making. A broad range of theoretical approaches has been selected, embracing cognitive, aesthetic, psychoanalytical, and sociological perspectives. This approach has been adopted with a view to providing the most illuminating analyses of the radically diverse work of different directors, rather than attempting to impose a single critical perspective or theme upon films that range from social realism to horror. Significantly, these different approaches are complemented by detailed discussions of the technical arrangements of given film sequences, since another of the volume's aims is to encourage a greater familiarity with the effects of mise-en-scène, montage, sound, and camera movement.","author":[{"family":"Hope","given":"William"}],"citation-key":"hopeItalianCinemaNew2005","ISBN":"978-3-03910-282-2","issued":{"date-parts":[[2005]]},"language":"en","number-of-pages":"284","publisher":"Peter Lang","source":"Google Books","title":"Italian Cinema: New Directions","title-short":"Italian Cinema","type":"book"},
  {"id":"horeckDocumentaryDramaCapturing2007","abstract":"This essay explores the cross-promotion between Nick Broomfield's documentary Aileen: Life and Death of a Serial Killer (UK, 2003) and Patty Jenkins' independent feature film Monster (USA, 2003), both of which profess to offer the ‘real’ story of Aileen Wuornos, the woman called America's ‘first female serial killer’. The debate among critics about whether it is the documentary or the drama that has the most to offer is staged as a contest between reality and fiction. A close examination of this debate, however, reveals the extent to which the categories of reality and fiction are in fact interwoven, with interpretation of both films reliant not only on how they relate to actuality but how they relate to each other. This essay considers how the two films trade in images of Wuornos as monstrous other, and how that trade is revealing about the perceived status and relationship between documentary and dramatizations of real life and the kind of work these forms of fact-based representation are seen to perform in public culture. Of particular interest is the tension between reality and performance, as revealed through the media focus on the actress Charlize Theron's transformation into Wuornos in Monster.","accessed":{"date-parts":[[2022,1,19]]},"author":[{"family":"Horeck","given":"Tanya"}],"citation-key":"horeckDocumentaryDramaCapturing2007","container-title":"Screen","container-title-short":"Screen","DOI":"10.1093/screen/hjm012","ISSN":"0036-9543","issue":"2","issued":{"date-parts":[[2007,7,1]]},"page":"141-159","source":"Silverchair","title":"From documentary to drama: capturing Aileen Wuornos","title-short":"From documentary to drama","type":"article-journal","URL":"https://doi.org/10.1093/screen/hjm012","volume":"48"},
  {"id":"jamesDonLinearGrading","abstract":"I am an Indian DOP working in Mumbai. I just started grading my new film Gangubai Kathiawadi ( Directed by Sanjay Leela Bhansali). Shot it on Alexa LF with signature primes. As my colorist started showing me the reels there was something i didn't like about the way it looked. The problem was not ab","accessed":{"date-parts":[[2021,2,22]]},"author":[{"literal":"James"}],"citation-key":"jamesDonLinearGrading","title":"I don't like the linear grading process for theatrical release - Post & the DI - Roger A. Deakins","type":"post-weblog","URL":"https://www.rogerdeakins.com/post-the-di/i-dont-like-the-linear-grading-process-for/"},
  {"id":"jean-mariefrodonArmeeOmbresMonument1997","author":[{"literal":"Jean-Marie Frodon"}],"citation-key":"jean-mariefrodonArmeeOmbresMonument1997","container-title":"Cahiers du cinéma","issue":"507","issued":{"date-parts":[[1997,11]]},"page":"70","title":"L’Armée des ombres, le monument piégé d’un résistant","type":"article-magazine"},
  {"id":"JeanPierreMelvilleLife","abstract":"Writer Sven Mikulec's takes an in-depth look into the life and work of the groundbreaking, filmaking poet Jean-Pierre Melville.","accessed":{"date-parts":[[2021,5,2]]},"citation-key":"JeanPierreMelvilleLife","container-title":"NeoText","language":"en-US","title":"Jean-Pierre Melville: Life And Work Of A Groundbreaking Filmmaking Poet","title-short":"Jean-Pierre Melville","type":"webpage","URL":"https://neotextcorp.com/culture/jean-pierre-melville-life-and-work-of-a-groundbreaking-filmmaking-poet/"},
  {"id":"jenkinsMonster2004","abstract":"Based on the life of Aileen Wuornos, a Daytona Beach prostitute who became a serial killer.","citation-key":"jenkinsMonster2004","dimensions":"1h49m","director":[{"family":"Jenkins","given":"Patty"},{"family":"Theron","given":"Charlize"},{"family":"Ricci","given":"Christina"},{"family":"Dern","given":"Bruce"}],"genre":"Biography, Crime, Drama","issued":{"date-parts":[[2004,4,2]]},"note":"IMDb ID: tt0340855\nevent-location: United States, Germany","publisher":"Media 8 Entertainment, Newmarket Films, DEJ Productions","source":"IMDb","title":"Monster","type":"motion_picture"},
  {"id":"johnnashottMyIvoryCellar1923","author":[{"literal":"John Nash Ott"}],"citation-key":"johnnashottMyIvoryCellar1923","ISBN":"1-176-86232-4","issued":{"literal":"Before 1923"},"publisher":"Nabu Press","title":"My Ivory cellar","type":"book"},
  {"id":"jollArmyShadowsArmee2007","abstract":"A review of the DVD release of director Jean-Pierre Melville's film Army in the Shadows (L'Armée des obmres) (1969).  The film follows a French Resistance fighter as he struggles to organize and maintain a small underground cell of activists.  It is an assured late work by a talented director, suffering only from an occasional humorlessness and lack of invention, as well as a somewhat excessive running time.  This BFI restoration release offers superb DVD extras.","accessed":{"date-parts":[[2021,5,2]]},"author":[{"family":"Joll","given":"Harry"}],"citation-key":"jollArmyShadowsArmee2007","container-title":"Film International (16516826)","container-title-short":"Film International (16516826)","ISSN":"16516826","issue":"5","issued":{"date-parts":[[2007,9]]},"page":"85-87","source":"EBSCOhost","title":"Army in the Shadows (L'Armée des ombres, 1969)","type":"article-journal","URL":"http://search.ebscohost.com/login.aspx?direct=true&db=aft&AN=505220608&site=ehost-live","volume":"5"},
  {"id":"josephkosinskiOblivion2013","citation-key":"josephkosinskiOblivion2013","dimensions":"2 hour 4 min","director":[{"literal":"Joseph Kosinski"}],"issued":{"date-parts":[[2013,4,10]]},"publisher":"Universal Pictures","title":"Oblivion","type":"motion_picture"},
  {"id":"keithblountScrivener2007","author":[{"literal":"Keith Blount"}],"citation-key":"keithblountScrivener2007","issued":{"date-parts":[[2007,1,20]]},"publisher":"Literature & Latte","title":"Scrivener","type":"book","version":"2.9.0.44"},
  {"id":"kesselArmyShadows1943","abstract":"Originally published in Algiers in 1943, Joseph Kessel’s Army of Shadows is one of the first books to have been written about the French Resistance. Now available in paperback, Contra Mundum Press is proud to present the first new translation in over 70 years, and the first edition since Jean-Pierre Melville’s iconic 1969 film. “What, then, when it comes to recounting the story of France, an obscure, secret France, which is new to its friends, its enemies, and new especially to itself? France no longer has bread, wine, fire. But mainly it no longer has any laws. Civil disobedience, individual or organized rebellion, have become duties to the fatherland. The national hero is the clandestine man, the outlaw. Nothing about the order imposed by the enemy and by the Marshal is valid. Nothing counts. Nothing is true any more. One changes home, name, every day. Officials and police officers are helping insurgents. One finds accomplices even in ministries. Prisons, getaways, tortures, bombings, scuffles. One dies and kills as if it’s natural. France lives, bleeds, in all its depths. It is toward the shadow that its true and unknown face is turned. In the catacombs of revolt, people create their own light and find their own law. Never has France waged a nobler and more beautiful war than in the basements where it prints its free newspapers, in its nocturnal lands, and in its secret coves where it received its free friends and from where its children set out, in torture cells where, despite tongs, red-hot pins, and crushed bones, the French died as free men.”","author":[{"family":"Kessel","given":"Joseph"}],"citation-key":"kesselArmyShadows1943","event-place":"New York, NY","ISBN":"978-1-940625-22-5","issued":{"date-parts":[[1943]]},"language":"English","number-of-pages":"314","publisher":"Contra Mundum Press","publisher-place":"New York, NY","source":"Amazon","title":"Army of Shadows","translator":[{"family":"Hanshe","given":"Rainer J."}],"type":"book"},
  {"id":"kingFramingLawCrime2017","accessed":{"date-parts":[[2022,1,19]]},"author":[{"family":"King","given":"Neal"}],"citation-key":"kingFramingLawCrime2017","container-title":"Contemporary Sociology","container-title-short":"Contemp Sociol","DOI":"10.1177/0094306117725085ff","ISSN":"0094-3061","issue":"5","issued":{"date-parts":[[2017,9,1]]},"language":"en","page":"586-587","publisher":"SAGE Publications Inc","source":"SAGE Journals","title":"Framing Law and Crime: An Interdisciplinary Anthology","title-short":"Framing Law and Crime","type":"article-journal","URL":"https://doi.org/10.1177/0094306117725085ff","volume":"46"},
  {"id":"kirillneiezhmakovGrandTourFlorence2017","citation-key":"kirillneiezhmakovGrandTourFlorence2017","director":[{"family":"Kirill Neiezhmakov","given":""}],"event-place":"Florence","issued":{"date-parts":[[2017,12,18]]},"publisher-place":"Florence","title":"The Grand Tour to Florence","type":"motion_picture","URL":"https://www.youtube.com/watch?v=ifepuwAMoqQ"},
  {"id":"kirillUnitedArabEmirates2014","citation-key":"kirillUnitedArabEmirates2014","director":[{"family":"Kirill","given":"Neiezhmakov"}],"issued":{"date-parts":[[2014,12,1]]},"title":"United Arab Emirates Time-lapse","type":"motion_picture","URL":"https://www.youtube.com/watch?v=TDM18lJ18VA"},
  {"id":"ListTheories","abstract":"Film Theory","accessed":{"date-parts":[[2021,4,28]]},"citation-key":"ListTheories","container-title":"Film Theory","language":"en-US","title":"List of Theories","type":"post-weblog","URL":"https://www.filmtheory.org/list-of-theories/"},
  {"id":"ludwigvanbeethovenMoonlightSonata1801","author":[{"literal":"Ludwig van Beethoven"}],"citation-key":"ludwigvanbeethovenMoonlightSonata1801","issued":{"date-parts":[[1801]]},"title":"Moonlight Sonata","type":"song"},
  {"id":"m83Karl2019","author":[{"literal":"M83"}],"citation-key":"m83Karl2019","collection-title":"Knife + Heart","issued":{"date-parts":[[2019]]},"title":"Karl","type":"song"},
  {"id":"macdonaldImaginingRealityFaber1997","author":[{"family":"Macdonald","given":"Kevin"},{"family":"Cousins","given":"Mark"}],"citation-key":"macdonaldImaginingRealityFaber1997","event-place":"London ; Boston","ISBN":"978-0-571-17723-3","issued":{"date-parts":[[1997,1,6]]},"language":"English","number-of-pages":"400","publisher":"Faber and Faber","publisher-place":"London ; Boston","source":"Amazon","title":"Imagining Reality: Faber Book of Documentary","title-short":"Imagining Reality","type":"book"},
  {"id":"magicbulletColoristaIV2016","author":[{"literal":"Magic Bullet"}],"citation-key":"magicbulletColoristaIV2016","issued":{"date-parts":[[2016,10,26]]},"publisher":"RedGiant","title":"Colorista IV","type":"book"},
  {"id":"MagnetPlayer","abstract":"A place for streaming torrents directly from your browser.","accessed":{"date-parts":[[2022,6,1]]},"citation-key":"MagnetPlayer","language":"en","title":"Magnet Player","type":"webpage","URL":"https://ferrolho.github.io/magnet-player/"},
  {"id":"markgatissSherlock2010","citation-key":"markgatissSherlock2010","issued":{"date-parts":[[2010,7,25]]},"publisher":"BBC Worldwide","title":"Sherlock","type":"broadcast"},
  {"id":"maxjosephWeAreYour2015","citation-key":"maxjosephWeAreYour2015","director":[{"literal":"Max Joseph"}],"issued":{"date-parts":[[2015]]},"publisher":"‎StudioCanal‎; ‎Warner Bros","title":"We Are Your Friends","type":"motion_picture"},
  {"id":"mclaneNewHistoryDocumentary2012","author":[{"family":"McLane","given":"Betsy A."}],"citation-key":"mclaneNewHistoryDocumentary2012","edition":"2nd edition","event-place":"New York, NY","ISBN":"978-1-4411-2457-9","issued":{"date-parts":[[2012,8,9]]},"language":"English","number-of-pages":"448","publisher":"Continuum","publisher-place":"New York, NY","source":"Amazon","title":"A New History of Documentary Film: Second Edition","title-short":"A New History of Documentary Film","type":"book"},
  {"id":"melvilleArmeeOmbres1969","abstract":"L'armée des ombres is a movie starring Lino Ventura, Paul Meurisse, and Jean-Pierre Cassel. An account of underground resistance fighters in Nazi-occupied France.","citation-key":"melvilleArmeeOmbres1969","dimensions":"2h25m","director":[{"family":"Melville","given":"Jean-Pierre"}],"genre":"Drama, War","issued":{"date-parts":[[1969,9,12]]},"note":"Translated title: Army of Shadows\nIMDb ID: tt0064040\nevent-location: France","publisher":"Les Films Corona,  Fono Roma","source":"IMDb","title":"L'armée des ombres","type":"motion_picture"},
  {"id":"melvilleMelvilleMelville1971","author":[{"family":"Melville","given":"Jean-Pierre"}],"citation-key":"melvilleMelvilleMelville1971","collection-number":"Book, Whole","issued":{"date-parts":[[1971,11,8]]},"title":"Melville on Melville","type":"book"},
  {"id":"mendesSkyfall2012","abstract":"Skyfall is a movie starring Daniel Craig, Javier Bardem, and Naomie Harris. James Bond's loyalty to M is tested when her past comes back to haunt her. When MI6 comes under attack, 007 must track down and destroy the threat, no...","citation-key":"mendesSkyfall2012","dimensions":"2h23m","director":[{"family":"Mendes","given":"Sam"}],"genre":"Action, Adventure, Thriller","issued":{"date-parts":[[2012,10,26]]},"note":"IMDb ID: tt1074638\nevent-location: UK","publisher":"Metro-Goldwyn-Mayer (MGM),  Columbia Pictures,  Danjaq","source":"IMDb","title":"Skyfall","type":"motion_picture"},
  {"id":"mikeFMPCritique2020","abstract":"Excellent images, you have managed to capture the mood of sunset on some of those buildings but I was even more intrigued by the cloud formation and the speed, the music you have chosen is very good but I would have chosen one of ‘Michael Nymans’ such as “chasing Sheep’ or ‘Drowning’  pieces to give it more energy, you need music to match those clouds, vibrant, colourful and speed.\n\nBtw, there are hundreds of locations you could have chosen but you seemed to dwell on the bridge shots that have limited your coverage.\nSpend a lot of time travelling around London and choose your shots well, I have spent years photographing the streets and alleys and am still finding new areas to film so keep searching for that special spot, you will be amazed, it’s a photographers paradise. Well done!","citation-key":"mikeFMPCritique2020","issued":{"date-parts":[[2020,4,18]]},"title":"FMP critique","type":"post","URL":"https://www.rogerdeakins.com/forums/"},
  {"id":"niogretRobbyMuller194020182018","accessed":{"date-parts":[[2022,5,23]]},"author":[{"family":"Niogret","given":"Hubert"}],"citation-key":"niogretRobbyMuller194020182018","container-title":"Positif","event-place":"Paris, France","ISSN":"00484911","issue":"693","issued":{"date-parts":[[2018,11]]},"language":"French","number-of-pages":"1","page":"81","publisher":"Positif Editions","publisher-place":"Paris, France","section":"hommage","source":"ProQuest","title":"Robby Müller 1940-2018 Un maître des couleurs","type":"article-magazine","URL":"https://www.proquest.com/docview/2167724937/citation/D6C7AF6511CC4631PQ/1"},
  {"id":"palmerAmateurQualityPostwar2007","abstract":"Palmer examines the work of filmmaker Jean-Pierre Melville, who is hailed for his unconventional persona and is known for his fetishized films. Palmer provides a revisionist account of the director's origins, focusing on his activities as a non-professional entrepreneur. By shifting the emphasis on production contexts, Palmer sheds new light on Melville's idiosyncratic career arc and examines its relationship within the French movie industry. Palmer begins by examining the changing form of post-Occupation French cinema, then explores Melville's roots as an amateur filmmaker and his skirmishes with national cinema institutions. Palmer ends by addressing \"Le Silence de la mer,\" Melville's seminal debut feature and offers reasons for its notoriety and catalytic impact within the industry.","accessed":{"date-parts":[[2021,5,2]]},"author":[{"family":"Palmer","given":"Tim"}],"citation-key":"palmerAmateurQualityPostwar2007","container-title":"Journal of Film and Video","event-place":"Chicago, Ill., United States","ISSN":"0742-4671","issue":"4","issued":{"season":4,"date-parts":[[2007]]},"language":"English","number-of-pages":"3-19","page":"3-19","publisher":"University Film and Video Association","publisher-place":"Chicago, Ill., United States","source":"ProQuest","title":"An Amateur of Quality: Postwar French Cinema and Jean-Pierre Melville's \"Le Silence de la mer\"","title-short":"An Amateur of Quality","type":"article-journal","URL":"http://search.proquest.com/docview/2170774/abstract/1E416BBB766E4B5EPQ/1","volume":"59"},
  {"id":"palmerJeanPierreMelville1970s2002","abstract":"This article examines the career of Jean-Pierre Melville, and argues that his impact upon French cinema has been neglected. First, it outlines the institutional and (non-) professional contexts of Melville's work in film, as an independent producer-director. Next, it considers the difficulties that Melville has presented to scholars and critics alike, in terms of his idiosyncratic historical placement within accounts of French cinema. Finally, the essay addresses Melville as a stylist, analysing not only the key aesthetic qualities of his films, but also how they relate to certain of his film-making contemporaries, in particular Robert Bresson. Working primarily from Melville's last completed film, Un Flic/Dirty Money (1972), this section traces out the director's ascetic approach to film style, focusing on Melville's use of colour, sound and performance.","accessed":{"date-parts":[[2021,5,2]]},"author":[{"family":"Palmer","given":"Tim"}],"citation-key":"palmerJeanPierreMelville1970s2002","container-title":"Studies in French Cinema","DOI":"10.1386/sfci.2.3.135","ISSN":"1471-5880","issue":"3","issued":{"date-parts":[[2002,1,1]]},"note":"_eprint: https://www.tandfonline.com/doi/pdf/10.1386/sfci.2.3.135","page":"135-145","publisher":"Routledge","source":"Taylor and Francis+NEJM","title":"Jean-Pierre Melville and 1970s French film style","type":"article-journal","URL":"https://www.tandfonline.com/doi/abs/10.1386/sfci.2.3.135","volume":"2"},
  {"id":"paxtonMelvilleFrenchResistance","abstract":"Jean-Pierre Melville’s film Army of Shadows (1969) gives a  dramatic account of the extreme dangers faced by the French who resisted  the German occupation of 1940–1944. The time of the story is  unspecified, but it is probably 1943, late enough for the Germans to  have occupied the formerly unoccupied south (this occurred in November  1942), but early enough for the Resistance to still be concerned mainly  with the struggle to survive.\nUnder the leadership of World War I hero Marshal Philippe Pétain,  the French government surrendered to superior German forces on June 17,  1940, signing an armistice on June 25 that provided for the German  occupation of the northern half of the country and French withdrawal  from the war. Pétain governed from a temporary capital at Vichy, a spa  town in the southern hills, and was popular at first. But his regime  lost credibility as German victory receded and German exactions  increased. Soon Vichy was helping the Germans repress the developing  Resistance with its own police and special forces, the Milice.\nA few Frenchmen fought the occupation from the beginning. Chief  among these was a former tank officer, General Charles de Gaulle, who  escaped to London as France was surrendering and broad­cast a famous  message on the BBC: France had lost a battle, he said; it had not lost  the war. De Gaulle’s Free France gathered the slowly growing number of  those who wanted to fight on, whether outside of France, in the Free  French Forces, or in the inter­nal Resistance.\nMelville, like the author of the film’s source novel, Joseph  Kessel, had himself participated in the Resistance in France, later  escaping to London and joining Free France. His film thus has a very  personal resonance, as well as a strong historical basis. “In this  film,” Melville recounted in a 1971 interview with Rui Nogueira, “for  the first time, I show things that I have seen, that I have  experienced.” Many of the characters in the film are based on historical  figures, and de Gaulle and Pétain even make brief appearances—the tall,  austere general, from behind, as he awards a medal to Resistance leader  Luc Jardie in London; Pétain only on a poster in a barbershop. But  beyond that, Melville told Nogueira, the words and adventures of his  friends and acquaintances greatly influenced his telling of the story.\nPhilippe Gerbier (Lino Ventura)The  opening scene, of Philippe Gerbier in the French internment camp, is  based on the experiences of Jean Pierre-Bloch, a colleague of Melville’s  in Free France. Pierre-Bloch (he was born Jean-Pierre Bloch but later  changed the hyphenation) was a socialist journalist and politician who  escaped from a prisoner of war camp in 1940 and organized early  parachute drops in the Dordogne region. In 1942, he reached London,  where de Gaulle put him in charge of civilian intelligence operations in  the Central Office of Information and Action. In 1943, he became  minister of the interior in the provisional government set up by de  Gaulle in Algiers, and he played a major role in establishing this  government in France upon the liberation. He died in 1999, at  ninety-three.\nGerbier’s escape from Gestapo headquarters in Paris,  filmed in its actual location at the opulent Hôtel Majestic, was taken  from an incident described to Melville by Paul Rivière. A schoolteacher  who was wounded in the fighting in 1940 and soon joined the Resistance  movement Combat, Rivière eventually directed hundreds of clandestine  arrivals and departures of light aircraft ferrying arms, money, and  people (including Lucie Aubrac; see below) between occupied France and  London. Rivière survived the war; he died in 1998. Luc Jardie (Paul Meurisse)Luc Jardie, the apparently unworldly  scholar who turns out to be the supreme Resistance leader, is modeled on  Jean Cavaillès, a celebrated philosopher of mathematics and science at  the Sorbonne. Jardie’s books in the film bear the titles of Cavaillès’s  philosophical works. Cavaillès went underground with the movement  Libération-Nord, concentrating on sabotage and military preparation. He  was shot by the Gestapo in 1944. Intellectuals, especially those who  discovered unexpected and gratifying capacities for action and  leadership during military service, were prominent in the Resistance.  Cavaillès, from an independent-minded Huguenot family, had been  decorated in combat in World War II, as his father had been in World War  I. Another intellectual who was proud of his stamina was the  influential historian Marc Bloch, who’d fought in World War I. Bloch was  shot by the Germans for Resistance activity in 1944 also.  Anthropologist Boris Vildé founded one of the earliest Resistance  networks, run out of the anthropological museum in Paris, le Musée de  l’homme.\nThe other model for Luc Jardie was Jean Moulin, de  Gaulle’s senior representative in France. Moulin was the highest-level  public official to join de Gaulle. In 1940, he was the prefect (or local  governor) at Chartres, in the Eure-et-Loir. Openly anti-Nazi, Moulin  was dismissed from his position by Vichy. In September 1941, he joined  de Gaulle in London. He was parachuted into France (like Gerbier in the  film) on January 1, 1942, and again in March 1943. In May 1943, after  months of negotiation, Moulin united the disparate and sometimes  disputatious Resistance leaders of the southern zone in the National  Resistance Council, under de Gaulle’s authority. Betrayed soon after,  probably by a colleague liberated from Gestapo captivity (like  Mathilde), Moulin died at the hands of Klaus Barbie, the Butcher of  Lyon.Mathilde (Simone Signoret)The Resistance  included many women, sometimes simply as shelterers—an indis­pensable  function—but also in more active ways. It was often safer for a woman to  carry messages, radios (as Mathilde does in the film), or even weapons,  for she could pass unchallenged. Marie-Madeleine Fourcade actually  headed Alliance, a three-thousand-agent organization that gathered  intelligence and smuggled downed Allied airmen out of France. Women even  participated in high-risk actions, as Mathilde does. One model for  Mathilde was Lucie Aubrac, a high school history teacher who freed her  husband, Raymond, from captivity in two daring operations. Unlike  Mathilde, however, the Aubracs were flown to London when their situation  in France became untenable. Lucie Aubrac lived until March 2007;  Raymond is still alive.  Jean-François (Jean-Pierre Cassel) and Félix (Paul Crauchet)\nWhile  Jean-François’ decision to get himself arrested in order to try to  bring help to Félix in Gestapo captivity is extreme, and does not seem  to be based on an actual event that Melville was aware of, all the  Resistance leaders willingly put themselves in the way of death. One of  Melville’s friends in London was Pierre Brossolette. A socialist  journalist before the war, Brossolette began his Resis­tance activities  in 1940, with Boris Vildé. Reaching London in April 1942, he became the  right-hand man of Colonel Passy, de Gaulle’s intelligence chief.  Brossolette undertook several missions in the north of France to  coordinate the various Resistance movements, in much the same way as  Jean Moulin in the south. When he was finally captured, Brossolette  threw himself from the fifth floor of Gestapo headquarters in Paris to  avoid revealing secrets under torture.\nIn the film, during their visit to London, Philippe Gerbier and Luc Jardie see Gone with the Wind. Emerging, they remark that the French will be free when they can see this film and read the satirical weekly Le canard enchaîné in Paris—quoting a conversation that Melville actually had with Brossolette in London.\nThe  death under torture, without yielding, of Félix and Jean-François is  modeled on a story that every resister had heard: the end of Jean  Moulin. Although no one alive knows exactly what happened, the Nazi  torturer Klaus Barbie is said to have given a piece of paper to the  mortally injured man that read, “Are you Jean Moulins?” Moulin took a  pencil and crossed out the final s, thereby giving up the only name he  ever would, his own. In the film, Jardie’s postscript gives him the same  heroic end. What are supposed to be Moulin’s remains were reburied in  the Pantheon, the national hall of heroes in Paris, in 1964, at the  behest of de Gaulle, by then president of France.   Colonel Passy (André Dewavrin)One of the first regular army  officers to join de Gaulle in June 1940 was Captain André Dewavrin, who  happened to be returning from duty in Norway via London when de Gaulle  broadcast his famous speech on June 18. Lacking senior officers, de  Gaulle made Dewavrin the chief of the Free French intelligence service,  the Central Office of Information and Action. Dewavrin, who took the  code name Passy from a Paris subway station, coordinated the collection  of intelligence and also sabotage within France. In the film, we see  Colonel Passy at his desk at intelligence headquarters, at 10 Duke  Street in London, meeting with Gerbier and Jardie. The real Dewavrin  played himself in this scene; he died in 1998.  Claude le Masque (Claude Mann) and Le Bison (Christian Barbier)Melville  wants us to see the French Resistance as an emanation of the entire  French people, average folks as well as those of superior education and  accomplishment. Claude le Masque and Le Bison represent ordinary people  in this film. The customs inspector, too, knows when to look the other  way. No ordinary people in this film are collaborators, which we know  now is quite unlike reality. But the idea of a France quietly but fully  supportive of the Resistance was a matter of faith for de Gaulle’s  followers, including Melville. The fact that all the Resistance fighters  in the film meet grim deaths is not fanciful, however. The turnover of  Resistance leaders was in fact very high, although some did survive the  war.","accessed":{"date-parts":[[2021,5,7]]},"author":[{"family":"Paxton","given":"Robert O."}],"citation-key":"paxtonMelvilleFrenchResistance","container-title":"The Criterion Collection","language":"en","title":"Melville’s French Resistance","type":"webpage","URL":"https://www.criterion.com/current/posts/1711-melville-s-french-resistance"},
  {"id":"percysmithBirthFlower1910","citation-key":"percysmithBirthFlower1910","director":[{"literal":"Percy Smith"}],"issued":{"date-parts":[[1910]]},"title":"The Birth of a Flower","type":"motion_picture"},
  {"id":"philipbloom30MinuteEU2009","author":[{"literal":"Philip Bloom"}],"citation-key":"philipbloom30MinuteEU2009","issued":{"date-parts":[[2009,6,3]]},"title":"30 Minute EU Recording Issue","type":"webpage","URL":"https://philipbloom.net/blog/the-lumix-30-minutes-eu-recording-issue/"},
  {"id":"picartFramingLawCrime2016","abstract":"This cutting-edge edited collection brings together 17 scholarly essays on two of cinema and television’s most enduring and powerful themes: law and crime. With contributions by many of the most prominent scholars in law, sociology, criminology, and film, Framing Law and Crime offers a critical survey of a variety of genres and media, integrating descriptions of technique with critical analysis, and incorporating historical and socio-political critique. The first set of essays brings together accounts of the history of the Law and Cinema Movement; the groundbreaking genre of “post-apocalyptic fiction;” and the policy-setting genesis of a Canadian documentary. The second section of the book turns to the examination of a range of international or global films, with an eye to assessing the strengths, frailties, and possible functions of law, as depicted in fictional cinema. After an international focus in the second section, the third section focuses on law and crime in American film and television, inclusive of both fictional and documentary modes of narration. This section’s expansion beyond film narratives to include television series attempts to broaden the scope of the edited collection, in terms of media discussed; it is also a nod to how the big screen, although still a dominant force in American popular culture, now has to compete, to some extent, with the small screen, for influence over the collective American popular cultural imaginary. The fourth section, titled brings together various chapters that attempt to instantiate how a “Gothic Criminology” could be useful, as an interpretative framework in analyzing depictions of law and crime in film and television. The fifth and final section covers issues of pedagogy, epistemology, and ethics in relation to moving images of law and crime. Merging wide-ranging analyses with nuanced scholarly interpretations, Framing Law and Crime examines key concepts and showcases original research reflecting the latest interdisciplinary trends in the scholarship of the moving image. It addresses, not only scholars, but also fans, and will heighten the appreciation of connoisseurs and newcomers to these topics alike.","author":[{"family":"Picart","given":"Caroline Joan \"Kay\" S."},{"family":"Jacobsen","given":"Michael Hviid"},{"family":"Greek","given":"Cecil"}],"citation-key":"picartFramingLawCrime2016","ISBN":"978-1-61147-706-1","issued":{"date-parts":[[2016,4,1]]},"language":"en","number-of-pages":"539","publisher":"Rowman & Littlefield","source":"Google Books","title":"Framing Law and Crime: An Interdisciplinary Anthology","title-short":"Framing Law and Crime","type":"book"},
  {"id":"picartFramingLawCrime2016a","abstract":"This cutting-edge edited collection brings together 17 scholarly essays on two of cinema and television’s most enduring and powerful themes: law and crime. With contributions by many of the most prominent scholars in law, sociology, criminology, and film, Framing Law and Crime offers a critical survey of a variety of genres and media, integrating descriptions of technique with critical analysis, and incorporating historical and socio-political critique. The first set of essays brings together accounts of the history of the Law and Cinema Movement; the groundbreaking genre of “post-apocalyptic fiction;” and the policy-setting genesis of a Canadian documentary. The second section of the book turns to the examination of a range of international or global films, with an eye to assessing the strengths, frailties, and possible functions of law, as depicted in fictional cinema. After an international focus in the second section, the third section focuses on law and crime in American film and television, inclusive of both fictional and documentary modes of narration. This section’s expansion beyond film narratives to include television series attempts to broaden the scope of the edited collection, in terms of media discussed; it is also a nod to how the big screen, although still a dominant force in American popular culture, now has to compete, to some extent, with the small screen, for influence over the collective American popular cultural imaginary. The fourth section, titled brings together various chapters that attempt to instantiate how a “Gothic Criminology” could be useful, as an interpretative framework in analyzing depictions of law and crime in film and television. The fifth and final section covers issues of pedagogy, epistemology, and ethics in relation to moving images of law and crime. Merging wide-ranging analyses with nuanced scholarly interpretations, Framing Law and Crime examines key concepts and showcases original research reflecting the latest interdisciplinary trends in the scholarship of the moving image. It addresses, not only scholars, but also fans, and will heighten the appreciation of connoisseurs and newcomers to these topics alike.","author":[{"family":"Picart","given":"Caroline Joan \"Kay\" S."},{"family":"Jacobsen","given":"Michael Hviid"},{"family":"Greek","given":"Cecil"}],"citation-key":"picartFramingLawCrime2016a","ISBN":"978-1-61147-706-1","issued":{"date-parts":[[2016,4,1]]},"language":"en","number-of-pages":"539","publisher":"Rowman & Littlefield","source":"Google Books","title":"Framing Law and Crime: An Interdisciplinary Anthology","title-short":"Framing Law and Crime","type":"book"},
  {"id":"polanRomeOpenCity2002","accessed":{"date-parts":[[2021,4,15]]},"author":[{"family":"Polan","given":"Dana"}],"citation-key":"polanRomeOpenCity2002","container-title":"Metro : Media & Education Magazine","event-place":"St Kilda","ISSN":"03122654","issue":"133","issued":{"date-parts":[[2002]]},"language":"English","number-of-pages":"4","page":"310-311,4-5","publisher":"The Australian Teachers of Media Inc","publisher-place":"St Kilda","section":"BOOK reviews","source":"ProQuest","title":"Rome Open City","type":"article-magazine","URL":"https://search.proquest.com/docview/236466498/citation/E0B7C206FF7746E8PQ/1"},
  {"id":"pragerCinemaWernerHerzog2007","author":[{"family":"Prager","given":"Brad"}],"citation-key":"pragerCinemaWernerHerzog2007","edition":"Illustrated edition","event-place":"London ; New York","ISBN":"978-1-905674-17-6","issued":{"date-parts":[[2007,11,30]]},"language":"English","number-of-pages":"224","publisher":"Wallflower Press","publisher-place":"London ; New York","source":"Amazon","title":"The Cinema of Werner Herzog: Aesthetic Ecstasy and Truth","title-short":"The Cinema of Werner Herzog","type":"book"},
  {"id":"prolapseCanUseMy2018","abstract":"Another good piece of software for Canon is Magic Lantern. It updates the camera’s software to give more advanced features. This includes an intervalometer, so if your canon doesn’t have one built-in, it may be a good idea to consider Magic Lantern, however, there isn’t a version available for Canon DIGIC 6 & DIGIC 7 image processors as of this writing.","author":[{"literal":"Pro Lapse"}],"citation-key":"prolapseCanUseMy2018","issued":{"date-parts":[[2018,3,25]]},"title":"Can I use my DSLR to shoot timelapse without an intervalometer?","type":"webpage","URL":"https://www.pro-lapse.com/can-i-use-my-dslr-to-shoot-timelapse-without-an-intervalometer/"},
  {"id":"pyramidSeeYouOther2011","author":[{"literal":"Pyramid"}],"citation-key":"pyramidSeeYouOther2011","collection-title":"The Hall","issued":{"date-parts":[[2011]]},"title":"See You In The Other Side","type":"song"},
  {"id":"rajalaDocumentaryFilmTruth","abstract":"My thesis deals with the problem of truth, or more specifically truth-telling in documentary film. Documentary film is often seen as something different from fiction and news, yet as something telling us about reality, a truth claim. Some define documentary film merely as “art” with no difference to fiction, however, both views are equally problematic.","author":[{"family":"Rajala","given":"Anne Lill"}],"citation-key":"rajalaDocumentaryFilmTruth","container-title":"Documentary Film","language":"en","page":"72","source":"Zotero","title":"Documentary Film, Truth and Beyond","type":"article-journal"},
  {"id":"richDocumentaryDisciplinesIntroduction2006","accessed":{"date-parts":[[2022,1,19]]},"author":[{"family":"Rich","given":"B. Ruby"}],"citation-key":"richDocumentaryDisciplinesIntroduction2006","container-title":"Cinema Journal","ISSN":"0009-7101","issue":"1","issued":{"date-parts":[[2006]]},"page":"108-115","publisher":"[University of Texas Press, Society for Cinema & Media Studies]","source":"JSTOR","title":"Documentary Disciplines: An Introduction","title-short":"Documentary Disciplines","type":"article-journal","URL":"https://www.jstor.org/stable/4137154","volume":"46"},
  {"id":"richDocumentaryDisciplinesIntroduction2006a","accessed":{"date-parts":[[2022,1,19]]},"author":[{"family":"Rich","given":"B. Ruby"}],"citation-key":"richDocumentaryDisciplinesIntroduction2006a","container-title":"Cinema Journal","ISSN":"0009-7101","issue":"1","issued":{"date-parts":[[2006]]},"page":"108-115","publisher":"[University of Texas Press, Society for Cinema & Media Studies]","source":"JSTOR","title":"Documentary Disciplines: An Introduction","title-short":"Documentary Disciplines","type":"article-journal","URL":"https://www.jstor.org/stable/4137154","volume":"46"},
  {"id":"RomeOpenCity","abstract":"Summary: In Nazi-occupied Rome, the Gestapo is hunting the ringleaders of the local Resistance movement, Manfredi and Francesco. The pursued men are hidden and","accessed":{"date-parts":[[2021,4,15]]},"citation-key":"RomeOpenCity","language":"en-US","title":"Rome, Open City (1945) – Summary – Analysis | Jotted Lines","type":"post-weblog","URL":"https://jottedlines.com/rome-open-city-1945-summary-analysis/"},
  {"id":"ronfrickeBaraka1992","citation-key":"ronfrickeBaraka1992","director":[{"literal":"Ron Fricke"}],"issued":{"date-parts":[[1992,9,24]]},"publisher":"The Samuel Goldwyn Company","title":"Baraka","type":"motion_picture"},
  {"id":"rosiAudienceShouldNot1975","accessed":{"date-parts":[[2022,6,1]]},"author":[{"family":"ROSI","given":"FRANCESCO"}],"citation-key":"rosiAudienceShouldNot1975","container-title":"Cinéaste","ISSN":"0009-7004","issue":"1","issued":{"date-parts":[[1975]]},"page":"2-8","publisher":"Cineaste Publishers, Inc","source":"JSTOR","title":"\"The Audience Should Not Be Just Passive Spectators\": AN INTERVIEW WITH FRANCESCO ROSI","title-short":"The Audience Should Not Be Just Passive Spectators","type":"article-journal","URL":"http://www.jstor.org/stable/41685772","volume":"7"},
  {"id":"rosiCadaveriEccellenti1976","abstract":"An investigation of the judges&apos; assassinations reveals a political background.","citation-key":"rosiCadaveriEccellenti1976","dimensions":"2h","director":[{"family":"Rosi","given":"Francesco"}],"genre":"Crime, Mystery, Thriller","issued":{"date-parts":[[1976,2,20]]},"note":"Translated title: Illustrious Corpses\nIMDb ID: tt0074262\nevent-location: Italy, France","publisher":"Produzioni Europee Associate (PEA), Les Productions Artistes Associés","source":"IMDb","title":"Cadaveri eccellenti","type":"motion_picture"},
  {"id":"rosiChristStoppedEboli1979","abstract":"A doctor in Fascist Italy is exiled to a remote village for his political views.","citation-key":"rosiChristStoppedEboli1979","dimensions":"2h30m","director":[{"family":"Rosi","given":"Francesco"}],"genre":"Drama","issued":{"date-parts":[[1979,2,23]]},"note":"Translated title: Christ Stopped at Eboli\nIMDb ID: tt0079010\nevent-location: Italy, France","publisher":"Rai 2, Vides Cinematografica, Action Films","source":"IMDb","title":"Christ Stopped at Eboli","type":"motion_picture"},
  {"id":"rosiTreFratelli1981","abstract":"Three men face their mother&apos;s death.","citation-key":"rosiTreFratelli1981","dimensions":"1h53m","director":[{"family":"Rosi","given":"Francesco"}],"genre":"Drama","issued":{"date-parts":[[1981,3,19]]},"note":"Translated title: Three Brothers\nIMDb ID: tt0083226\nevent-location: Italy, France","publisher":"Iter Film, Gaumont","source":"IMDb","title":"Tre fratelli","type":"motion_picture"},
  {"id":"rosselliniRomaCittaAperta1945","abstract":"Roma città aperta is a movie starring Anna Magnani, Aldo Fabrizi, and Marcello Pagliero. During the Nazi occupation of Rome in 1944, the Resistance leader, Giorgio Manfredi, is chased by the Nazis as he seeks refuge and a way to...","citation-key":"rosselliniRomaCittaAperta1945","dimensions":"1h43m","director":[{"family":"Rossellini","given":"Roberto"}],"genre":"Drama, Thriller, War","issued":{"date-parts":[[1945,10,8]]},"note":"Translated title: Rome, Open City\nIMDb ID: tt0038890\nevent-location: Italy","publisher":"Excelsa Film","source":"IMDb","title":"Roma città aperta","type":"motion_picture"},
  {"id":"rossiRhetoricalAnalysisItalian1977","accessed":{"date-parts":[[2021,4,15]]},"author":[{"family":"ROSSI","given":"PHILIP CHARLES"}],"citation-key":"rossiRhetoricalAnalysisItalian1977","event-place":"United States -- Michigan","genre":"Ph.D.","issued":{"date-parts":[[1977]]},"language":"English","number-of-pages":"262","publisher":"University of Michigan","publisher-place":"United States -- Michigan","source":"ProQuest","title":"A Rhetorical Analysis of Italian Neo-Realism in Roberto Rossellini's \"Rome: Open City.\"","title-short":"A Rhetorical Analysis of Italian Neo-Realism in Roberto Rossellini's \"Rome","type":"thesis","URL":"https://search.proquest.com/docview/302846622/citation/E0B7C206FF7746E8PQ/7"},
  {"id":"sammendesSkyfall2012","abstract":"fuck you","citation-key":"sammendesSkyfall2012","dimensions":"143 min","director":[{"literal":"Sam Mendes"}],"issued":{"date-parts":[[2012,10,26]]},"language":"English","publisher":"Metro-Goldwyn-Mayer (MGM), Columbia Pictures","title":"Skyfall","type":"motion_picture"},
  {"id":"sarrisNotesAuteurTheory1962","author":[{"family":"Sarris","given":"Andrew"}],"citation-key":"sarrisNotesAuteurTheory1962","issued":{"date-parts":[[1962]]},"title":"Notes on Auteur Theory","type":"book"},
  {"id":"SheffieldDocFest","abstract":"Enjoy the videos and music you love, upload original content, and share it all with friends, family, and the world on YouTube.","accessed":{"date-parts":[[2022,2,11]]},"citation-key":"SheffieldDocFest","language":"en","title":"Sheffield Doc Fest 2017 The BBC Interview Louis Theroux meets Nick Broomfield - YouTube","type":"webpage","URL":"https://www.youtube.com/"},
  {"id":"shieldsChristStoppedEboli2020","abstract":"With its gloriously poetic beauty, profound human feeling, and keen political insight, Christ Stopped at Eboli tells the story of the peasants of southern Italy- still practically its own country, even after the nation's final unification in 1870-who are the spiritual protagonists of both Levi's book and Rosi's film, but by broader implication the film relates the experience of those citizens largely neglected or disenfranchised throughout the history of the twentieth century. Upon his arrival in Gagliano, Levi meets with the mayor, Don Luigi (Paolo Bonacelli), a pompous and ridiculous but (maybe most dangerously) friendly fascist, who explains that Levi is prohibited from interacting with any of the village's other political prisoners, and that every day he must sign a ledger in the town center. Over time, Levi becomes acquainted with the residents of Gagliano-including a carpenter, a barber, and others who had emigrated years before to America before returning during the Great Depression-as well as the roving bands of children that follow him on his daily trips to paint pictures in the barren countryside. In another key scene that helps emphasize this intellectual dimension of fascist control, Levi is summoned by Don Luigi and presented with one of his recent letters that the mayor has intercepted because the fascist authorities are reading and censoring his mail.","accessed":{"date-parts":[[2022,5,31]]},"author":[{"family":"Shields","given":"Chris"}],"citation-key":"shieldsChristStoppedEboli2020","container-title":"Cineaste","event-place":"New York, United States","ISSN":"00097004","issue":"1","issued":{"season":4,"date-parts":[[2020]]},"language":"English","number-of-pages":"58","page":"58","publisher":"Cinéaste","publisher-place":"New York, United States","source":"ProQuest","title":"Christ Stopped at Eboli","type":"article-magazine","URL":"https://www.proquest.com/docview/2463689696/abstract/F2AB46BC084A4DC8PQ/1","volume":"46"},
  {"id":"shieldsReviewChristStopped2020","accessed":{"date-parts":[[2022,5,31]]},"author":[{"family":"Shields","given":"Chris"}],"citation-key":"shieldsReviewChristStopped2020","container-title":"Cinéaste","ISSN":"0009-7004","issue":"1","issued":{"date-parts":[[2020]]},"page":"58-60","publisher":"Cineaste Publishers, Inc.","reviewed-author":[{"family":"Cristaldi","given":"Franco"},{"family":"Carraro","given":"Nicola"},{"family":"Rosi","given":"Francesco"},{"family":"Guerra","given":"Tonino"},{"family":"La Capria","given":"Raffaele"},{"family":"Levi","given":"Carlo"}],"source":"JSTOR","title":"Review of Christ Stopped at Eboli","type":"article-journal","URL":"http://www.jstor.org/stable/26976483","volume":"46"},
  {"id":"shielItalianNeorealismRebuilding2006","author":[{"family":"Shiel","given":"Mark"}],"citation-key":"shielItalianNeorealismRebuilding2006","collection-number":"31","collection-title":"Short cuts","event-place":"London New York","ISBN":"978-0-231-85029-2 978-1-904764-48-9","issued":{"date-parts":[[2006]]},"language":"eng","note":"OCLC: 255177121","number-of-pages":"142","publisher":"Wallflower","publisher-place":"London New York","source":"Gemeinsamer Bibliotheksverbund ISBN","title":"Italian neorealism: rebuilding the cinematic city","title-short":"Italian neorealism","type":"book"},
  {"id":"Skyfall2012IMDb","abstract":"Skyfall: Directed by Sam Mendes. With Daniel Craig, Judi Dench, Javier Bardem, Ralph Fiennes. James Bond's loyalty to M is tested when her past comes back to haunt her. When MI6 comes under attack, 007 must track down and destroy the threat, no matter how personal the cost.","accessed":{"date-parts":[[2021,2,22]]},"citation-key":"Skyfall2012IMDb","language":"en-US","title":"Skyfall (2012) - IMDb","type":"webpage","URL":"https://www.imdb.com/title/tt1074638/"},
  {"id":"Skyfall2012IMDba","abstract":"Skyfall: Directed by Sam Mendes. With Daniel Craig, Judi Dench, Javier Bardem, Ralph Fiennes. James Bond's loyalty to M is tested when her past comes back to haunt her. When MI6 comes under attack, 007 must track down and destroy the threat, no matter how personal the cost.","accessed":{"date-parts":[[2021,2,22]]},"citation-key":"Skyfall2012IMDba","language":"en-US","title":"Skyfall (2012) - IMDb","type":"webpage","URL":"https://www.imdb.com/title/tt1074638/"},
  {"id":"stanleykubrick2001SpaceOdyssey1968","citation-key":"stanleykubrick2001SpaceOdyssey1968","director":[{"literal":"Stanley Kubrick"}],"genre":"Sci-fi/Adventure","issued":{"date-parts":[[1968,5,10]]},"publisher":"Metro-Goldwyn-Mayer","title":"2001: A Space Odyssey","type":"motion_picture"},
  {"id":"taubinArmyShadowsOut2011","abstract":"Beware, major spoilers ahead.   Elegant, brutal, anxiety-provoking, and overwhelmingly sad, Jean-Pierre Melville’s 1969 Army of Shadows was released theatrically for the first time in the United States in 2006, to nearly universal critical acclaim. From the Village Voice’s J.?Hoberman (“emerges from the mists of time . . . as a career-­capping epic tragedy”) to the New Yorker’s  Anthony Lane (“lovers of cinema should reach for their fedoras, turn up  the collars of their coats, and sneak to this picture through a mist of  rain”) to Newsweek’s David Ansen (“the best foreign film of the  year”), critics from across the spectrum, who almost never agreed,  rallied around Melville’s neglected masterpiece. Too bad the director,  who died in 1973, at age fifty-five, was not around to experience the  tide turn for his most personal film.  The timing of Army of Shadows’s  initial French release, in the fall of 1969, could not have been worse.  Most serious French critics, including those of the influential Cahiers du cinéma, savaged the film for what they saw as its glorification of General  Charles de Gaulle, who, then president, was despised as the betrayer of  the May 1968 student uprising. De Gaulle, in fact, is a marginal figure  in this French Resistance saga, and Melville depicts him with an irony  that makes it clear his heroism would not outlive the extreme  circumstances in which the war had placed him. Given the enormous sway Cahiers du cinéma held over American art-film programmers and distributors during the  heyday of the French New Wave, it’s not surprising that the film was  ignored here for so long. In the midnineties, however, Cahiers du cinéma published a reconsideration of Melville, and particularly of Army of Shadows, which led to a restoration of the original 35 mm camera negative by  StudioCanal and a rapturously received Rialto Pictures release in the  United States.  Army of Shadows was the third and final film in which Melville dealt directly with the German occupation of France—Le silence de la mer (1949), his first feature, and Léon Morin, prêtre (1961) were also set during that time—and his only film devoted to the  Resistance. But it was made in the middle of his stunning late run of  gangster films, preceded by Le deuxième souffle (1966) and Le samouraï (1967) and followed by Le cercle rouge (1970) and Un flic (1972),  and it has more in common with them, formally, narratively, and  philosophically, than with the earlier war films. Even if you do not  conclude, as so many now do, that Army of Shadows is Melville’s  most significant film—his signature work—and certainly one of the  greatest films of the sixties, it will at least change the ways in which  you make meaning of his surrounding work.","accessed":{"date-parts":[[2021,5,2]]},"author":[{"family":"Taubin","given":"Amy"}],"citation-key":"taubinArmyShadowsOut2011","container-title":"The Criterion Collection","issued":{"date-parts":[[2011,1,11]]},"language":"en","title":"Army of Shadows: Out of the Shadows","title-short":"Army of Shadows","type":"webpage","URL":"https://www.criterion.com/current/posts/483-army-of-shadows-out-of-the-shadows"},
  {"id":"tavernierJeanPierreMelvilleMy","abstract":"Veteran French director Bertrand Tavernier reflects on how one of his greatest mentors fused two seemingly contradictory influences—that of the Resistance and of American genre filmmaking—into a remarkably cohesive body of work.","accessed":{"date-parts":[[2021,4,22]]},"author":[{"family":"Tavernier","given":"Bertrand"}],"citation-key":"tavernierJeanPierreMelvilleMy","container-title":"The Criterion Collection","language":"en","title":"Jean-Pierre Melville, My Father in the Art","type":"webpage","URL":"https://www.criterion.com/current/posts/6608-jean-pierre-melville-my-father-in-the-art"},
  {"id":"teeter-totter-tamParisDayNight2015","citation-key":"teeter-totter-tamParisDayNight2015","issued":{"date-parts":[[2015,9,24]]},"title":"Paris Day & Night","type":"motion_picture","URL":"https://vimeo.com/140311923"},
  {"id":"thecriterionchannelArmyShadows","abstract":"The most personal film by the underworld poet Jean-Pierre Melville, who had participated in the French Resistance himself, this tragic masterpiece, based on a novel by Joseph Kessel, recounts the struggles and sacrifices of those who fought in the Resistance. Lino Ventura, Paul Meurisse, Jean-Pierre Cassel, and the incomparable Simone Signoret star as intrepid underground fighters who must grapple with their conception of honor in their battle against Hitler’s regime. Long underappreciated in France and unseen in the United States, the atmospheric and gripping thriller Army of Shadows is now widely recognized as the summit of Melville’s career, channeling the exquisite minimalism of his gangster films to create an unsparing tale of defiance in the face of seemingly insurmountable odds.","accessed":{"date-parts":[[2021,5,6]]},"author":[{"literal":"The Criterion Channel"}],"citation-key":"thecriterionchannelArmyShadows","container-title":"The Criterion Collection","language":"en","title":"Army of Shadows","type":"webpage","URL":"https://www.criterion.com/films/153-army-of-shadows"},
  {"id":"timothygreenbergLivingYourself2019","citation-key":"timothygreenbergLivingYourself2019","director":[{"literal":"Timothy Greenberg"}],"issued":{"date-parts":[[2019,10,18]]},"publisher":"Netflix","title":"Living With Yourself","type":"broadcast"},
  {"id":"trammellhudsonMagicLantern2009","author":[{"literal":"Trammell Hudson"}],"citation-key":"trammellhudsonMagicLantern2009","issued":{"date-parts":[[2009]]},"note":"Magic Lantern is a free software add-on that runs from the SD/CF card and adds a host of new features to Canon EOS cameras that weren't included from the factory by Canon","title":"MagicLantern","type":"book","URL":"https://magiclantern.fm"},
  {"id":"turnerVanDykeJournal1996","accessed":{"date-parts":[[2021,2,24]]},"author":[{"family":"Turner","given":"George"}],"citation-key":"turnerVanDykeJournal1996","container-title":"American Cinematographer","event-place":"Hollywood, United States","ISSN":"00027928","issue":"11","issued":{"date-parts":[[1996,11]]},"language":"English","number-of-pages":"1","page":"103","publisher":"American Society of Cinematographers","publisher-place":"Hollywood, United States","section":"Books in Review","source":"ProQuest","title":"W. S. Van Dyke's Journal: White Shadows in the South Seas (1927-28): [1]","title-short":"W. S. Van Dyke's Journal","type":"article-magazine","URL":"http://search.proquest.com/iipa/docview/196330246/citation/BBF3A9C1441D4EE8PQ/3","volume":"77"},
  {"id":"ualL3GreadingMatirx","abstract":"Provide students with the opportunity to make use of the skills, knowledge and understanding developed through the previous units to complete a creative media project. The unit will provide students with a measure of self-directed learning, and an opportunity to begin to clarify their longer-term goals through their choice of an activity to explore in greater depth","author":[{"literal":"UAL"}],"citation-key":"ualL3GreadingMatirx","container-title":"Diploma and Extended Diploma in Creative Media Production & Technology","title":"L3 Greading Matirx","type":"webpage","URL":"https://www.arts.ac.uk/__data/assets/pdf_file/0018/14463/Level-3-Diploma-and-Extended-Diploma-in-Creative-Media-Production-and-Technology-specification-v8.pdf"},
  {"id":"unknown264EncodingSettings2016","abstract":"Unfortunately H264 is never going to give you brilliant quality video. It was designed to be efficient on storage and network bandwidth. Take a look at mjpeg or similar for higher quality video.\n\nGOP stands for Group of pictures. And basically means how many frames between I frames. Generally you would have 1 I frame to 24 p frames so the GOP would be 25. The more I frames you have the higher quality picture but the higher storage and network cost too.\n\nI frame is an interframe and is a complete picture. P frames are predicted frames and made up of the predicted changes between the last I frame and the next frame.","author":[{"literal":"unknown"}],"citation-key":"unknown264EncodingSettings2016","issued":{"date-parts":[[2016,3,21]]},"title":"H.264 encoding settings for High Quality","type":"post","URL":"https://blender.stackexchange.com/questions/49208/h-264-encoding-settings-for-high-quality-hd-1080p-and-high-quality-uhd-4k"},
  {"id":"vanessaberlowitzPlanetEarthII2016","citation-key":"vanessaberlowitzPlanetEarthII2016","issued":{"date-parts":[[2016]]},"publisher":"BBC Worldwide","title":"Planet Earth II","type":"broadcast"},
  {"id":"vincendeauJeanPierreMelvilleAmerican2019","abstract":"Ginette Vincendeau discusses the artistic value of his films in their proper context and comments on Jean-Pierre Melville's love of American culture and his controversial critical and political standing in this English language study.","author":[{"family":"Vincendeau","given":"Ginette"}],"citation-key":"vincendeauJeanPierreMelvilleAmerican2019","edition":"1st edition","issued":{"date-parts":[[2019,7,25]]},"language":"English","number-of-pages":"285","publisher":"British Film Institute","source":"Amazon","title":"Jean-Pierre Melville: An American in Paris","title-short":"Jean-Pierre Melville","type":"book"},
  {"id":"viscontiMorteVenezia1971","abstract":"While recovering in Venice, sickly composer Gustav von Aschenbach becomes dangerously fixated with teenager Tadzio.","citation-key":"viscontiMorteVenezia1971","dimensions":"2h10m","director":[{"family":"Visconti","given":"Luchino"}],"genre":"Drama, Romance","issued":{"date-parts":[[1971,6,4]]},"note":"Translated title: Death in Venice\nIMDb ID: tt0067445\nevent-location: Italy, France","publisher":"Alfa Cinematografica, Warner Bros., PECF","source":"IMDb","title":"Morte a Venezia","type":"motion_picture"},
  {"id":"visionsoftomorrowMoonlightSonata2014","author":[{"family":"Visions Of Tomorrow","given":""}],"citation-key":"visionsoftomorrowMoonlightSonata2014","issued":{"date-parts":[[2014]]},"title":"Moonlight Sonata","type":"song"},
  {"id":"wagnerJeanPierreMelvilleTheAuteur2013","abstract":"Originally written November 2011 The French Noir films of Jean-Pierre Melville have a style that harkens back to the American gangster films of the 1930s and 1940s.  His criminal characters in tren…","accessed":{"date-parts":[[2021,5,5]]},"author":[{"family":"Wagner","given":"Andrew R."}],"citation-key":"wagnerJeanPierreMelvilleTheAuteur2013","container-title":"andrewrwagner","issued":{"date-parts":[[2013,3,28]]},"language":"en","title":"Jean-Pierre Melville-The Auteur","type":"post-weblog","URL":"https://andrewrwagner.wordpress.com/2013/03/28/jean-pierre-melville-the-auteur/"},
  {"id":"wikipediaZine2019","citation-key":"wikipediaZine2019","editor":[{"literal":"Wikipedia"}],"issued":{"literal":"30 March 2019‎"},"title":"Zine","type":"entry-encyclopedia","URL":"https://en.wikipedia.org/wiki/Zine"},
  {"id":"wolinEventsMay19682017","abstract":"The events of May 1968 were a leftist student revolt in France that nearly brought down the government of that country.","accessed":{"date-parts":[[2021,5,8]]},"author":[{"family":"Wolin","given":"Richard"}],"citation-key":"wolinEventsMay19682017","container-title":"Encyclopedia Britannica","issued":{"date-parts":[[2017,9,19]]},"language":"en","title":"events of May 1968 | Background, Significance, & Facts","type":"webpage","URL":"https://www.britannica.com/event/events-of-May-1968"},
  {"id":"woodNickBroomfieldDocumenting2018","accessed":{"date-parts":[[2022,1,11]]},"citation-key":"woodNickBroomfieldDocumenting2018","DOI":"10.5040/9780571344192","editor":[{"family":"Wood","given":"Jason"}],"ISBN":"978-0-571-34419-2 978-0-571-22624-5","issued":{"date-parts":[[2018]]},"publisher":"Bloomsbury Academic","source":"DOI.org (Crossref)","title":"Nick Broomfield: Documenting Icons","title-short":"Nick Broomfield","type":"book","URL":"https://www.screenstudies.com/encyclopedia?docid=b-9780571344192"},
  {"id":"youngPrinciplesVisualAnthropology2009","abstract":"This edition contains 27 articles, written by scholars and filmmakers who are generally acknowledged as the international authorities in the field, and a new preface by the editor. The book covers ethnographic filming and its relations to the cinema and television; applications of filming to anthropological research, the uses of still photography, archives, and videotape; subdisciplinary applications in ethnography, archeology, bio-anthropology, museology and ethnohistory; and overcoming the funding problems of film production.","author":[{"family":"Young","given":"Colin"}],"citation-key":"youngPrinciplesVisualAnthropology2009","editor":[{"family":"Hockings","given":"Paul"}],"ISBN":"978-3-11-022113-8","issued":{"date-parts":[[2009,12,23]]},"language":"en","number-of-pages":"583","publisher":"Walter de Gruyter","source":"Google Books","title":"Principles of Visual Anthropology","type":"book"},
  {"id":"zeffirelliRomeoJuliet1968","abstract":"When two young members of feuding families meet, forbidden love ensues.","citation-key":"zeffirelliRomeoJuliet1968","dimensions":"2h18m","director":[{"family":"Zeffirelli","given":"Franco"}],"genre":"Drama, Romance","issued":{"date-parts":[[1968,3,5]]},"note":"IMDb ID: tt0063518\nevent-location: United Kingdom, Italy","publisher":"BHE Films, Verona Produzione, Dino de Laurentiis Cinematografica","source":"IMDb","title":"Romeo and Juliet","type":"motion_picture"},
  {"id":"zotero-250","citation-key":"zotero-250","type":"personal_communication"},
  {"id":"ZoteroYourPersonal","accessed":{"date-parts":[[2022,6,29]]},"citation-key":"ZoteroYourPersonal","title":"Zotero | Your personal research assistant","type":"webpage","URL":"https://www.zotero.org/"}
]
